Repository: MacSergey/NodeMarkup
Catalog: IMT/Properties/Localize.*.resx
Languages: de_de, it_it, nl_nl, pl_pl, ro_ro, sk_sk, zh_cn

# CrosswalkStyle_ChessBoard
source: Chessboard
de_de: Schachbrett
it_it: Scacchiera
nl_nl: Schaakbord
pl_pl: Szachownica
ro_ro: Tablă de șah
sk_sk: Šachovnica
zh_cn: 棋盘格

# StyleOption_LineCount
source: Line count
de_de: Linienanzahl
it_it: Conteggio linee
nl_nl: Aantal lijnen
pl_pl: Liczba linii
ro_ro: Numărul de linii
sk_sk: Počet čiar
zh_cn: 线条数

# StyleOption_SharkToothBase
source: Triangle base
de_de: Basis der Dreiecke
it_it: Base del triangolo
nl_nl: Haaientand breedte
pl_pl: Podstawa trójkąta
ro_ro: Baza triunghiului
sk_sk: Základňa trojuholníku
zh_cn: 三角形底边长

# StyleOption_SharkToothHeight
source: Triangle height
de_de: Höhe der Dreiecke
it_it: Altezza del triangolo
nl_nl: Haaientand lengte
pl_pl: Wysokość trójkąta
ro_ro: Înălțimea triunghiului
sk_sk: Výška trojuholníku
zh_cn: 三角形高度

# StyleOption_SharkToothSpace
source: Space between
de_de: Abstand dazwischen
it_it: Spazio tra
nl_nl: Tussenafstand
pl_pl: Odstęp
ro_ro: Spațiu între elemente
sk_sk: Medzera
zh_cn: 三角形间隙

# StyleOption_SquareSide
source: Square side
de_de: Quadrat-Breite
it_it: Grandezza quadrato
nl_nl: Vierkant lengte
pl_pl: Bok kwadratu
ro_ro: Latura pătratului
sk_sk: Strana štvorca
zh_cn: 方形边长

# LineStyle_SharkTeeth
source: Shark teeth
de_de: Haifischzähne
it_it: Segnale di dare precedenza
nl_nl: Haaientanden
pl_pl: Ustąp pierwszeństwa
ro_ro: Dinți de rechin
sk_sk: Zuby
zh_cn: 三角式

# LineStyle_StopSharkTeeth
source: Shark teeth
de_de: Haifischzähne
it_it: Segnale di dare precedenza
nl_nl: Haaientanden
pl_pl: Ustąp pierwszeństwa
ro_ro: Dinți de rechin
sk_sk: Zuby
zh_cn: 三角式

# LineStyle_StopSolidAndDashed
source: Solid and dashed
de_de: Durchgezogen und Gestrichelt
it_it: Continua e tratteggiata
nl_nl: Ononderbroken en onderbroken
pl_pl: Ciągła z przerywaną
ro_ro: Linie continuă și întreruptă
sk_sk: Plná a prerušovaná
zh_cn: 虚实线

# Panel_ClearMarking
source: Clear markings
de_de: Markierung entfernen
it_it: Deseleziona la marcatura
nl_nl: Verwijder markering
pl_pl: Wyczyść oznaczenie
ro_ro: Eliminați marcajele
sk_sk: Odstrániť značenia
zh_cn: 清除标记

# Panel_CopyMarking
source: Copy markings
de_de: Markierung kopieren
it_it: Copia la marcatura
nl_nl: Kopieer markering
pl_pl: Kopiuj oznaczenie
ro_ro: Copiați marcajele
sk_sk: Kopírovať značenia
zh_cn: 复制标记

# Panel_PasteMarking
source: Paste markings
de_de: Markierung einfügen
it_it: Incolla la marcatura
nl_nl: Plak markering
pl_pl: Wklej oznaczenie
ro_ro: Lipește marcajele
sk_sk: Prilepiť značenia
zh_cn: 粘贴标记

# Tool_PasteMarkingsCaption
source: Paste markings
de_de: Markierung einfügen
it_it: Incolla la marcatura
nl_nl: Plak markering
pl_pl: Wklej oznaczenie
ro_ro: Lipire marcaje
sk_sk: Prilepiť značenia
zh_cn: 粘贴标记

# Tool_PasteMarkingsMessage
source: Do you really want to paste markings?
de_de: Möchtest Du wirklich die Markierungen einfügen?
it_it: Sei sicuro di voler incollare la marcatura?
nl_nl: Weet je zeker dat je de markering wilt plakken?
pl_pl: Czy na pewno chcesz wkleić oznaczenie?
ro_ro: Sigur doriți să lipiți toate marcajele?
sk_sk: Naozaj chcete prilepiť značenia?
zh_cn: 确定要粘贴标记吗?

# Settings_CrosswalksModifier
source: Crosswalks modifier
de_de: Tastenkombinationen für Fußgängerüberwege
it_it: Modificatore attraversamento pedonale
nl_nl: Zebrapad sneltoetsen
pl_pl: Modyfikator przejść dla pieszych
ro_ro: Modificare trecere de pietoni
sk_sk: Klávesové skratky priechodov
zh_cn: 人行横道修饰键

# Settings_FillersModifier
source: Fillers modifier
de_de: Tastenkombinationen für Füllungen
it_it: Modificatore riempimento
nl_nl: Opvulling sneltoetsen
pl_pl: Modyfikator wypełnień
ro_ro: Modificare umpleri
sk_sk: Klávesové skratky výplní
zh_cn: 填充图案修饰键

# Settings_RegularLinesModifier
source: Regular lines modifier
de_de: Tastenkombinationen für reguläre Linien
it_it: Modificatore linee regolari
nl_nl: Normale lijn sneltoetsen
pl_pl: Modyfikator zwykłych linii
ro_ro: Modificare linii regulare
sk_sk: Klávesové skratky čiar
zh_cn: 普通标线修饰键

# Settings_StopLinesModifier
source: Stop lines modifier
de_de: Tastenkombinationen für Haltelinien
it_it: Modificare linee di stop
nl_nl: Stoplijn sneltoetsen
pl_pl: Modyfikator linii zatrzymania
ro_ro: Modificare linii de stop
sk_sk: Klávesové skratky hraníc križovatky
zh_cn: 停止线修饰键

# Settings_StyleModifierNotSet
source: Not set
de_de: Nicht festgelegt
it_it: Non impostato
nl_nl: Niet ingesteld
pl_pl: Nie ustawiono
ro_ro: Nesetat
sk_sk: Nenastavené
zh_cn: 未设置

# Settings_StyleModifierWithout
source: Without modifier
de_de: Ohne Tastenkombination
it_it: Senza modificatore
nl_nl: Zonder sneltoets
pl_pl: Bez modyfikatora
ro_ro: Fără modificator
sk_sk: Bez skratky
zh_cn: 无修饰键

# Settings_ShowDeleteWarningsAlways
source: Always
de_de: Immer
it_it: Sempre
nl_nl: Altijd
pl_pl: Zawsze
ro_ro: Întotdeauna
sk_sk: Vždy
zh_cn: 总是显示

# Settings_ShowDeleteWarningsOnlyDependences
source: Only if it affects other items
de_de: Nur wenn es Anderes beeinflussen wird
it_it: Solo se affligge ulteriori oggetti
nl_nl: Alleen wanneer het impact heeft op afhankelijke markeringen
pl_pl: Tylko jeśli ma wpływ na inne elementy
ro_ro: Doar dacă afectează celelalte elemente
sk_sk: Iba ak budú ovplyvnené iné pravidlá
zh_cn: 只有其他标线受到影响时弹窗

# Tool_DeleteDependence
source: Dependent items will also be removed:
de_de: Dazugehöriges wird ebenfalls entfernt:
it_it: Anche gli oggetti dipendenti verranno rimossi:
nl_nl: Afhankelijke markeringen worden ook verwijderd:
pl_pl: Powiązane elementy również zostaną usunięte:
ro_ro: Elementele dependente vor fi, de asemenea, eliminate:
sk_sk: Závislosti budú odstránené:
zh_cn: 以下受影响的部分也会被擦除

# Tool_DeleteDependenceCrosswalkBorders
source: Crosswalk borders - {0}
de_de: Ränder von Fußgängerüberwegen - {0}
it_it: Bordi passaggio pedonale - {0}
nl_nl: Zebrapad randen - {0}
pl_pl: Obrysy przejścia dla pieszych - {0}
ro_ro: Margini trecere de pietoni - {0}
sk_sk: Hranica priechodu - {0}
zh_cn: 人行横道边界 - {0}

# Tool_DeleteDependenceCrosswalks
source: Crosswalks - {0}
de_de: Fußgängerüberwege - {0}
it_it: Passaggio pedonale - {0}
nl_nl: Zebrapad - {0}
pl_pl: Przejścia dla pieszych - {0}
ro_ro: Treceri de pietoni - {0}
sk_sk: Priechody - {0}
zh_cn: 人行横道 - {0}

# Tool_DeleteDependenceFillers
source: Fillers - {0}
de_de: Füllungen - {0}
it_it: Riempimenti - {0}
nl_nl: Opvullingen - {0}
pl_pl: Wypełnienia - {0}
ro_ro: Umpleri - {0}
sk_sk: Výplne - {0}
zh_cn: 填充 - {0}

# Tool_DeleteDependenceLines
source: Lines - {0}
de_de: Linien - {0}
it_it: Linee - {0}
nl_nl: Lijnen - {0}
pl_pl: Linie - {0}
ro_ro: Linii - {0}
sk_sk: Čiary - {0}
zh_cn: 线段 - {0}

# Tool_DeleteDependenceRules
source: Rules - {0}
de_de: Regeln - {0}
it_it: Regole - {0}
nl_nl: Regels - {0}
pl_pl: Reguły - {0}
ro_ro: Reguli - {0}
sk_sk: Pravidlá - {0}
zh_cn: 规则 - {0}

# Settings_BackupTab
source: Backup
de_de: Sicherung
it_it: Salva impostazioni
pl_pl: Kopia zapasowa
sk_sk: Záloha
zh_cn: 备份

# Settings_DisplayAndUsage
source: Display and usage
de_de: Anzeige und Verwendung
it_it: Visualizzazione ed utilizzo
nl_nl: Weergave en gebruik
pl_pl: Wyświetl i używaj
ro_ro: Afișare și folosire
sk_sk: Zobrazenie a použitie
zh_cn: 界面及使用

# Settings_Groupings
source: Groupings
de_de: Gruppen
it_it: Raggruppamento
nl_nl: Groeperingen
pl_pl: Grupowanie
ro_ro: Grupare
sk_sk: Zoskupovanie
zh_cn: 分组

# Settings_ShortcutsAndModifiersTab
source: Shortcuts and modifiers
de_de: Tastenkürzel und Tastenkombinationen
it_it: Scorciatoie e modificari
nl_nl: Snelkoppelingen en Sneltoetsen
pl_pl: Skróty klawiszowe i modyfikatory
ro_ro: Scurtături și modificatori
sk_sk: Klávesové skratky
zh_cn: 快捷键与修饰键

# HeaderPanel_Duplicate
source: Duplicate
de_de: Duplizieren
it_it: Duplicato
nl_nl: Dupliceren
pl_pl: Kopia
ro_ro: Duplicare
sk_sk: Duplikovať
zh_cn: 重复

# Template_DuplicateTemplateSuffix
source: Copy
de_de: Kopieren
it_it: Copia
nl_nl: Kopiëren
pl_pl: Kopiuj
ro_ro: Copiere
sk_sk: Kopírovať
zh_cn: 复制

# StyleOption_Edge
source: Edge
de_de: Rand
it_it: Bordo
nl_nl: Kant
pl_pl: Krawędź
ro_ro: Margine
sk_sk: Okraj
zh_cn: 边界

# StyleOption_Vertex
source: Vertex
de_de: Scheitel
it_it: Vertice
nl_nl: Hoekpunt
pl_pl: Wierzchołek
ro_ro: Vârf
sk_sk: Vrchol
zh_cn: 顶点

# Settings_ShortcutResetPointsOffset
source: Reset all points offset
de_de: Versätze aller Punkte zurücksetzen
it_it: Resetta tutti gli spostamenti
nl_nl: Reset alle punt correctieafstanden
pl_pl: Resetuj przesunięcie wszystkich punktów
ro_ro: Resetare toate punctele de offset
sk_sk: Resetovať odsadenie všetkých bodov
zh_cn: 重置全部端点偏移

# Tool_ResetOffsetsCaption
source: Reset all points offset
de_de: Versätze aller Punkte zurücksetzen
it_it: Resetta tutti gli spostamenti
nl_nl: Reset alle punt correctieafstanden
pl_pl: Resetuj przesunięcie wszystkich punktów
ro_ro: Resetare toate punctele de offset
sk_sk: Resetovať odsadenie všetkých bodov
zh_cn: 重置全部端点偏移

# Tool_ResetOffsetsMessage
source: Do you really want to reset all node #{0} points offset?
de_de: Willst Du wirklich alle Versätze der Punkte des Netzwerk-Knotens #{0} zurücksetzen?
it_it: Sei sicuro di voler resettare di tutti i #{0} punti lo spostamento?
nl_nl: Wil je echt alle correctieafstanden op punt #{0} wissen?
pl_pl: Czy na pewno chcesz usunąć wszystkie przesunięcia punktów skrzyżowania #{0}?
ro_ro: Sigur doriți să resetați toate offset-urile punctelor din nodul #{0}?
sk_sk: Naozaj chcete resetovať odsadenie všetkých bodov na križovatke #{0}?
zh_cn: 确定要重置 #{0} 全部的端点偏移吗?

# Tool_InfoRoadsDrag
source: Drag and drop circles to set roads order Click circle to edit road points order
de_de: Kreis halten, ziehen und loslassen um die Straßen-Reihenfolge zu ändern Kreis anklicken um die Punkte-Reihenfolge der Straße zu ändern
it_it: Trascina e rilascia il cerchio per impostare l'ordine delle strade Premi sul cerchio per modificare l'ordine delle strade
nl_nl: Sleep de cirkels om de wegvolgorde in te stellen Klik op een cirkel om de wegvolgorde te veranderen
pl_pl: Przeciągnij i upuść koła aby ustawić kolejność dróg Kliknij koło aby edytować kolejność punktów drogi
ro_ro: Trageți și plasați cercurile pentru a seta ordinea străzilor Apăsați cercul pentru a modifica ordinea punctelor al străzii
zh_cn: 长按并拖移圆圈以设置道路排序 点击圆圈来编辑道路节点排序

# Tool_InfoRoadsDrop
source: Drop circle inside/outside target to set/unset roads order
de_de: Kreis innerhalb/außerhalb des Ziels loslassen um die Straßen-Reihenfolge zu ändern/zurückzusetzen
it_it: Rilascia il cerchio dentro/fuori dal bersaglio per impostare/cancellare l'ordine delle strade
nl_nl: Sleep de cirkel in of uit het doel om de wegvolgorde te bevestigen of ongedaan te maken
pl_pl: Upuść koło w środku/na zewnątrz celu aby ustawić/usunąć kolejność dróg
ro_ro: Plasați cercul înâuntru/afară targetului pentru a seta/neseta ordinea străzilor
zh_cn: 将圆圈放进或移出目标，来设置或取消道路排序

# Settings_ShortcutCopyMarking
source: Copy markings
de_de: Markierung kopieren
it_it: Copia marcatura
nl_nl: Kopieer markering
pl_pl: Kopiuj oznaczenie
ro_ro: Copiere marcaje
zh_cn: 复制标记

# Settings_ShortcutPasteMarking
source: Paste markings
de_de: Markierung einfügen
it_it: Incolla marcatura
nl_nl: Plak markering
pl_pl: Wklej oznaczenie
ro_ro: Lipește marcajele
zh_cn: 粘贴标记

# Tool_InfoInverseOrder
source: Inverse order
de_de: Umgekehrte Reihenfolge
it_it: Inverti l'ordine
nl_nl: Volgorde omdraaien
pl_pl: Odwróć kolejność
ro_ro: Inversare ordine
zh_cn: 逆向排序

# Tool_InfoTurnClockwise
source: Turn clockwise
de_de: Im Uhrzeigersinn drehen
it_it: Gira in senso orario
nl_nl: Draai met de klok mee
pl_pl: Obróć zgodnie z ruchem wskazówek zegara
ro_ro: Rotește spre dreapta
zh_cn: 顺时针旋转

# Tool_InfoTurnСounterClockwise
source: Turn counter-clockwise
de_de: Gegen den Uhrzeigersinn drehen
it_it: Gira in senso anti-orario
nl_nl: Draai tegen de klok in
pl_pl: Obróć przeciwnie do ruchu wskazówek zegara
ro_ro: Rotește spre stânga
zh_cn: 逆时针旋转

# StyleOption_AlignmentCenter
source: Center
de_de: Mittig
it_it: Centro
nl_nl: Midden
pl_pl: Środek
ro_ro: Centrat
zh_cn: 中心

# StyleOption_AlignmentLeft
source: Left
de_de: Links
it_it: Sinistra
nl_nl: Links
pl_pl: Lewo
ro_ro: Stânga
zh_cn: 向左

# StyleOption_AlignmentRight
source: Right
de_de: Rechts
it_it: Destra
nl_nl: Rechts
pl_pl: Prawo
ro_ro: Dreapta
zh_cn: 向右

# TemplateEditor_UnnamedTemplate
source: Unnamed template
de_de: Unbenannte Stilvorlage
it_it: Modello senza nome
nl_nl: Naamloos sjabloon
pl_pl: Szablon bez nazwy
ro_ro: Șablon nedenumit
zh_cn: 未命名模板

# TemplateEditor_NameExistCaption
source: Name is already used
de_de: Der Name wird bereits verwendet
it_it: Nome già in uso
nl_nl: Naam is al in gebruik
pl_pl: Nazwa już istnieje
ro_ro: Numele este deja folosit
zh_cn: 名称已被占用

# TemplateEditor_NameExistMessage
source: The name "{0}" is already used by another template. Are you sure you want to have multiple templates with the same name?
de_de: Der Name "{0}" wird bereits für eine andere Stilvorlage verwendet. Bist du dir sicher, dass du mehrere Stilvorlage mit dem gleichen Namen haben willst?
it_it: Il nome "{0}" è attualmente utilizzare da un altro modello. Sei sicuro di voler avere più modelli con lo stesso nome?
nl_nl: De naam "{0}" is al in gebruik door een ander sjabloon. Weet je zeker dat je meerdere sjablonen met dezelfde naam will hebben?
pl_pl: Nazwa "{0}" jest obecnie używana przez inny szablon. Czy jesteś pewien, że chcesz użyć jednej nazwy dla kilku szablonów?
ro_ro: Numele "{0}" este deja folosit de alt șablon. Sigur doriți să aveți mai multe șabloane cu același nume?
zh_cn: 模板名称 "{0}" 已被其它模板占用。 确定要多个模板使用这个命名吗？

# Settings_BackupMarking
source: Backup markings
de_de: Markierungsdaten sichern
it_it: Backup marcatura
nl_nl: Maak Markering Backup
pl_pl: Wykonaj kopię zapasową oznaczeń
ro_ro: Backup marcaje
zh_cn: 备份标记

# Settings_BackupTemplates
source: Backup templates
de_de: Sicherungsvorlagen
it_it: Backup modelli
nl_nl: Maak Sjablonen backup
pl_pl: Wykonaj kopię zapasową szablonów
ro_ro: Backup șabloane
zh_cn: 备份模板

# Settings_DeleteTemplatesButton
source: Delete all templates
de_de: Alle Stilvorlagen löschen
it_it: Cancella tutti i modelli
nl_nl: Verwijder alle sjablonen
pl_pl: Usuń wszystkie szablony
ro_ro: Șterge toate șabloanele
zh_cn: 删除所有模板

# Settings_DeleteTemplatesCaption
source: Delete all templates
de_de: Alle Stilvorlagen löschen
it_it: Cancella tutti i modelli
nl_nl: Verwijder alle sjablonen
pl_pl: Usuń wszystkie szablony
ro_ro: Șterge toate șabloanele
zh_cn: 删除所有模板

# Settings_DeleteTemplatesMessage
source: Do you really want to remove all templates?
de_de: Willst du wirklich alle Stilvorlagen entfernen?
it_it: Sei sicuro di voler rimuovere tutti i modelli?
nl_nl: Weet je zeker dat je alle sjablonen wil verwijderen?
pl_pl: Czy na pewno chcesz usunąć wszystkie szablony?
ro_ro: Sigur doriți să ștergeți toate șabloanele?
zh_cn: 确定要删除所有模板吗?

# Settings_DumpTemplatesButton
source: Dump templates to file
de_de: Stilvorlagen in einer Datei speichern
it_it: Scarica i modelli su file
nl_nl: Exporteer sjablonen als bestand
pl_pl: Wykonaj kopię zapasową szablonów do pliku
ro_ro: Salvare șabloane într-un fișier
zh_cn: 导出模板到文件

# Settings_DumpTemplatesCaption
source: Dump templates
de_de: Stilvorlagen speichern
it_it: Scarica i modelli
nl_nl: Exporteer sjablonen
pl_pl: Wykonaj kopię zapasową szablonów
ro_ro: Salvare șabloane
zh_cn: 导出模板

# Settings_RestoreTemplatesButton
source: Restore templates from file
de_de: Stilvorlagen aus Datei wiederherstellen
it_it: Ripristina template da file
nl_nl: Herstel sjablonen uit bestand
pl_pl: Przywróć szablony z pliku
ro_ro: Încărcați șabloane din fișier
zh_cn: 从文件中恢复模板。

# Settings_RestoreTemplatesCaption
source: Restore templates
de_de: Stilvorlagen wiederherstellen
it_it: Ripristina template
nl_nl: Herstel sjablonen
pl_pl: Przywróć szablony
ro_ro: Restabilire șabloane
zh_cn: 恢复模板

# Settings_RestoreTemplatesMessage
source: Do you really want to restore templates? The restored templates will replace all existing templates.
de_de: Möchtest du wirklich die Stilvorlagen wiederherstellen? Die wiederhergestellten Stilvorlagen werden alle vorhandenen Stilvorlagen ersetzen.
it_it: Sei sicuro di voler ripristinare i template? I template ripristinati sostituiranno quelli esistenti.
nl_nl: Weet je zeker dat je sjablonen wil herstellen? De herstelde sjablonen zullen alle bestaande sjablonen vervangen.
pl_pl: Czy na pewno chcesz przywrócić szablony? Wszystkie istniejące szablony zostaną zastąpione.
ro_ro: Sunteți sigur că vreți să încărcați șabloanele? Șabloanele încărcate vor înlocui toate șabloanele existente.
zh_cn: 确定要恢复模板吗? 恢复后的模板会覆盖既存的模板。

# Settings_RestoreTemplatesMessageFailed
source: Templates restore failed
de_de: Wiederherstellen der Stilvorlagen fehlgeschlagen
it_it: Recupero modelli fallito
nl_nl: Herstel sjablonen mislukt
pl_pl: Nie udało się przywrócić szablonów
ro_ro: Eșec la încărcarea șabloanelor
zh_cn: 模板恢复失败

# Settings_RestoreTemplatesMessageSuccess
source: Templates successfully restored
de_de: Stilvorlagen erfolgreich wiederhergestellt
it_it: Recupero modelli riuscito
nl_nl: Sjablonen zijn succesvol hersteld
pl_pl: Szablony zostały pomyślnie przywrócone
ro_ro: Șabloanele au fost restabilite cu succes
zh_cn: 模板恢复成功

# Tool_Apply
source: Apply
de_de: Anwenden
it_it: Applica
nl_nl: Toepassen
pl_pl: Zastosuj
ro_ro: Aplică
zh_cn: 应用

# Tool_Continue
source: Continue
de_de: Fortsetzen
it_it: Continua
nl_nl: Doorgaan
pl_pl: Kontynuuj
ro_ro: Continuare
zh_cn: 继续

# Tool_NotApply
source: Don't apply
de_de: Nicht anwenden
it_it: Non applicare
nl_nl: Niet toepassen
pl_pl: Nie wprowadzaj zmian
ro_ro: Nu aplica
zh_cn: 不应用

# Tool_InfoPasteApply
source: Apply
de_de: Anwenden
it_it: Applica
nl_nl: Toepassen
pl_pl: Zastosuj zmiany
ro_ro: Aplică
zh_cn: 应用

# Tool_infoPasteNotApply
source: Don't apply
de_de: Nicht anwenden
it_it: Non applicare
nl_nl: Niet toepassen
pl_pl: Nie wprowadzaj zmian
ro_ro: Nu aplica
zh_cn: 不应用

# Tool_InfoPasteReset
source: Reset
de_de: Zurücksetzen
it_it: Ripristina
nl_nl: Herstellen
pl_pl: Resetuj
ro_ro: Resetează
zh_cn: 重置

# Panel_EditMarking
source: Edit markings order
de_de: Reihenfolge der Markierungen ändern
it_it: Modifica ordine marcature
nl_nl: Wijzig markeringsvolgorde
pl_pl: Edytuj kolejność oznaczeń
ro_ro: Editați ordinea marcajelor
zh_cn: 更改标线排序

# Settings_ShortcutEditMarking
source: Change markings order
de_de: Reihenfolge der Markierungen ändern
it_it: Cambia ordine marcature
nl_nl: Wijzig markeringsvolgorde
pl_pl: Zmień kolejność oznaczeń
ro_ro: Schimbați ordinea marcajelor
zh_cn: 更改标线排序

# Tool_RoadsWasChangedCaption
source: Roads have changed
de_de: Straßen wurden geändert
it_it: Le strade sono cambiate
nl_nl: Wegen zijn veranderd
pl_pl: Drogi uległy zmianie
ro_ro: Străzile au fost schimbate
zh_cn: 道路被更改

# Tool_RoadsWasChangedMessage
source: The roads at this intersection have changed, therefore the existing markings cannot be applied automatically. Do you want to apply the markings manually?
de_de: Die Straßen an dieser Kreuzung wurden verändert, daher können die bestehenden Markierungen nicht automatisch zugeordnet werden. Möchtest du die Markierungen manuell zuordnen?
it_it: La strada a questo incrocio è cambiata, l'incrocio esistente non può esser applicato automaticamente. Vuoi applicare l'incrocio manualmente?
nl_nl: De wegen op deze kruising zijn veranderd, daarom kan de huidige markering niet automatisch worden toegepast. Wil je de markering handmatig toepassen?
pl_pl: Drogi na tym skrzyżowaniu uległy zmianie, w związku z tym istniejące oznaczenia nie mogą zostać zastosowane automatycznie. Czy chcesz zastosować oznaczenia manualnie?
ro_ro: Străzile din intersecția asta au fost schimbate, deci marcajele existente nu se pot aplica în mod automat. Vreți să aplicați marcajele în mod automat?
zh_cn: 交叉路口的道路被更改，所以无法自动适配既存标线 要手动适配标线吗？

# Tool_EndEditOrderCaption
source: Exit edit order mode
de_de: Reihenfolge ändern-Modus verlassen
it_it: Esci dalla modalità modifica ordine
nl_nl: Volgordemodus verlaten
pl_pl: Wyjdź z trybu edycji kolejności
ro_ro: Ieșiți din modul editare ordine
zh_cn: 退出排序编辑模式

# Tool_EndEditOrderMessage
source: Do you want to exit edit mode and apply changes?
de_de: Möchtest Du den Bearbeitungsmodus verlassen und die neue Reihenfolge übernehmen?
it_it: Sei sicuro di voler uscire dalla modalità di modifica ed applicare il nuovo ordine?
nl_nl: Wil je de wijzigingsmodus verlaten en de nieuwe volgorde toepassen?
pl_pl: Czy chcesz zastosować zmiany przed wyjściem z trybu edycji kolejności?
ro_ro: Vreți să ieșiți din modul editare aplicând modificările?
zh_cn: 确定要退出编辑模式并应用排序吗？

# Tool_InfoPointsDrag
source: Drag and drop circle to set points order
de_de: Kreis halten, ziehen und loslassen um die Punkte-Reihenfolge zu ändern
it_it: Trascina e rilascia il cerchio per impostare l'ordine dei punti
nl_nl: Sleep de cirkel om de puntvolgorde in te stellen
pl_pl: Przeciągnij i upuść koło aby ustawić kolejność punktu
ro_ro: Trageți și plasați cercul pentru a seta ordinea punctelor
zh_cn: 长按并拖移圆圈来设置节点排序

# Tool_InfoPointsDrop
source: Drop circle inside/outside target to set/unset points order
de_de: Kreis innerhalb/außerhalb des Ziels loslassen um die Punkte-Reihenfolge zu ändern/zurückzusetzen
it_it: Rilascia il cerchio dentro/fuori dal bersaglio per impostare/cancellare l'ordine dei punti
nl_nl: Sleep de cirkel in of uit het doel om de puntvolgorde te bevestigen of ongedaan te maken
pl_pl: Upuść koło w środku/na zewnątrz celu aby ustawić/usunąć kolejność punktów
ro_ro: Plasați cercul înâuntru/afară targetului pentru a seta/neseta ordinea punctelor
zh_cn: 将圆圈放进或移出目标，来设置或取消节点排序

# StyleOption_SolidInCenter
source: Solid in center
de_de: Durchgezogene Linie zentriert
it_it: Solido in centro
nl_nl: Ononderbroken centreren
pl_pl: Ciągła na środku
ro_ro: Continuă in centru
zh_cn: 中心实线

# StyleOption_No
source: No
de_de: Nein
nl_nl: Nee
pl_pl: Nie
ro_ro: Nu
zh_cn: 取消

# StyleOption_Yes
source: Yes
de_de: Ja
it_it: Si
nl_nl: Ja
pl_pl: Tak
ro_ro: Da
zh_cn: 确定

# Tool_InfoStartCreateCrosswalk
source: Hold {0} to create a crosswalk
de_de: {0} halten erstellt eine Fußgängerüberweg-Markierung
it_it: Tieni premuto {0} per impostare le strisce pedonali
nl_nl: Houd {0} ingedrukt om een zebrapad te creëren
pl_pl: Przytrzymaj {0}, aby utworzyć przejście dla pieszych
ro_ro: Țineți apăsat {0} pentru a crea o trecere de pietoni
zh_cn: 按住{0}创建人行横道

# Tool_InfoStartCreateFiller
source: Hold {0} to create a filler
de_de: {0} halten um eine Füllung zu erstellen
it_it: Tieni premuto {0} per impostare il riempimento
nl_nl: Houd {0} ingedrukt om een opvulling te creëren
pl_pl: Przytrzymaj {0}, aby utworzyć wypełnienie
ro_ro: Țineți apăsat {0} pentru a crea o umplutură
zh_cn: 按住{0}创建填充图案

# Tool_InfoStartDragPointMode
source: Hold {0} and drag a point to change offset
de_de: {0} halten und Ziehen um den Punkt zu verschieben
it_it: Trascina con {0} per muovere il punto
nl_nl: Houd {0} ingedrukt om het punt te verslepen
pl_pl: Przeciągnij, trzymając {0}, aby przesunąć ten punkt
ro_ro: Trageți punctul cu {0} pentru a-l muta
zh_cn: 按住{0}拖动来移动端点
