Repository: MacSergey/NodeMarkup
Catalog: IMT/Properties/Localize.*.resx
Languages: de_de, it_it, nl_nl, pl_pl, ro_ro, sk_sk, zh_cn

# Mod_WhatsNewMessage1_14
source: [UPDATED] Huge update of UI Style. [NEW] Items panel auto hides to save place on panel. Can be disabled in the mod settings. [NEW] Added decal filler: the ability to set any decal as filler texture. [NEW] Added texture island filler: the ability to set any decal as texture of 3D filler. [NEW] Added decal crosswalk: the ability to set any decal as crosswalk texture. [NEW] Added asphalt filler. [NEW] Added the ability to select map theme for grass, gravel, ruined and cliff fillers. [NEW] Added the ability to select pavement/curb theme. [NEW] Added separate style for decals. It provides additional options for decal like tiling and slope tolerance. Decals are still available as props for backward compatibility. [NEW] Trees and networks that were added with IMT are visible from any distance like regular trees and networks. [NEW] Added the ability to set favorite networks/props/trees, they will be shown in the top of list. [NEW] Keep asset name if prop/tree/network is missed: it will not be reset to "not set" and item appear again when asset is back. [UPDATED] Added search to apply template panel. [NEW] Push data of used networks/props/trees to LSM, so that LSM can show missed asset that are used only by IMT. [UPDATED] Added support of multiline text (up to 3 lines). [UPDATED] Hold ALT to change all color components (RGB) simultaneously while scrolling the wheel. [UPDATED] Hold Shift to expand/colapse all groups. [UPDATED] Added option to set random angle to trees and props. [NEW] Added the ability to disable swaying trees in the wind. [UPDATED] Added style icons to rule panel header. [UPDATED] Added icons to all groups. [NEW] Added "invert all chevrons" button to the mod settings. [FIXED] Fixed zigzag "start from" value does not save. [FIXED] Fixed that shortcuts for turning/mirroring marking do not work while pasting marking.
de_de: [UPDATED] Großes Update des UI-Stils. [NEW] Das Elementfeld wird automatisch ausgeblendet, um Platz zu sparen. Kann in den Mod-Einstellungen deaktiviert werden. [NEW] Bodenfliesen-Füllungen hinzugefügt: Die Möglichkeit, jede Bodenfliese als Füll-Textur festzulegen. [NEW] Texturinsel-Füllungen hinzugefügt: Die Möglichkeit, jede Bodenfliese als Textur des 3D-Füllung festzulegen. [NEW] Bodenfliesen-Zebrastreifen hinzugefügt: Die Möglichkeit, jede Bodenfliese als Zebrastreifen-Textur festzulegen. [NEW] Asphalt-Füllung hinzugefügt. [NEW] Möglichkeit hinzugefügt, Kartenthemen für Gras, Kies, Ruiniert und Klippen auszuwählen. [NEW] Möglichkeit hinzugefügt, das Thema für den Gehweg/Bordstein auszuwählen. [NEW] Separater Stil für Bodenfliesen hinzugefügt. Es bietet zusätzliche Optionen für Bodenfliesen wie Kachelung und Neigungstoleranz. Bodenfliesen sind weiterhin als Dekorationen für die Abwärtskompatibilität verfügbar. [NEW] Bäume und Netzwerke, die mit IMT hinzugefügt wurden, sind aus jeder Entfernung sichtbar, wie normale Bäume und Netzwerke. [NEW] Möglichkeit hinzugefügt, bevorzugte Netzwerke/Dekorationen/Bäume festzulegen. Diese werden oben in der Liste angezeigt. [NEW] Behalte den Asset-Namen bei, wenn eine Dekoration/Baum/Netzwerk fehlt: Er wird nicht auf „nicht gesetzt“ zurückgesetzt und das Element wird erneut angezeigt, wenn das Asset wieder vorhanden ist. [UPDATED] Suche für das Vorlagenfenster hinzugefügt. [NEW] Daten von verwendeten Netzwerken/Dekorationen/Bäumen an LSMR weiterleiten, damit LSMR fehlende Gegenstände anzeigen kann, die nur von IMT verwendet werden. [UPDATED] Unterstützung für mehrzeiligen Text (bis zu 3 Zeilen) hinzugefügt. [UPDATED] Halte ALT gedrückt, um alle Farbkomponenten (RGB) gleichzeitig zu ändern, während das Mausrad scrollt. [UPDATED] Halte die Umschalttaste gedrückt, um alle Gruppen zu erweitern/zu reduzieren. [UPDATED] Option hinzugefügt, um zufällige Winkel für Bäume und Dekorationen festzulegen. [NEW] Möglichkeit hinzugefügt, die Bewegung der Bäume im Wind zu deaktivieren. [UPDATED] Stilsymbole zur Kopfzeile des Regelfelds hinzugefügt. [UPDATED] Symbole zu allen Gruppen hinzugefügt. [NEW] Schaltfläche „Alle Chevrons umkehren“ zu den Mod-Einstellungen hinzugefügt. [FIXED] Fester Zick-Zack-Wert „Start ab“ wird nicht gespeichert. [FIXED] Es wurde behoben, dass Shortcuts zum Drehen/Spiegeln von Markierungen beim Einfügen von Markierungen nicht funktionierten.
it_it: [UPDATED] Enorme aggiornamento dello stile dell'interfaccia utente. [NEW] Il pannello degli oggetti si nasconde automaticamente per risparmiare spazio sul pannello. Può essere disabilitato nelle impostazioni della mod. [NEW] Aggiunto decal filler: possibilità di impostare qualsiasi decal come texture di riempimento. [NEW] Aggiunta texture isola di riempimento: possibilità di impostare qualsiasi decal come texture di riempimento 3D. [NEW] Aggiunta decal crosswalk: possibilità di impostare qualsiasi decal come texture del crosswalk. [NEW] Aggiunto il riempimento dell'asfalto. [NEW] Aggiunta la possibilità di selezionare il tema della mappa per i riempimenti erba, ghiaia, rovina e scogliera. [NEW] Aggiunta la possibilità di selezionare il tema dei marciapiedi. [NEW] Aggiunto uno stile separato per le decalcomanie. Fornisce opzioni aggiuntive per le decalcomanie, come la piastrellatura e la tolleranza della pendenza. Le decalcomanie sono ancora disponibili come oggetti di scena per la retrocompatibilità. [NEW] Gli alberi e le reti aggiunti con IMT sono visibili da qualsiasi distanza come gli alberi e le reti normali. [NEW] Aggiunta la possibilità di impostare reti/prop/alberi preferiti, che verranno mostrati in cima all'elenco. [NEW] Mantenuto il nome dell'asset se si perde un oggetto/albero/rete: non sarà reimpostato su "non impostato" e l'elemento apparirà di nuovo quando l'asset tornerà. [UPDATED] Aggiunta la ricerca al pannello di applicazione dei modelli. [NEW] Invia i dati delle reti/archivi/alberi utilizzati a LSM, in modo che LSM possa mostrare gli asset mancanti che sono utilizzati solo da IMT. [UPDATED] Aggiunto il supporto del testo multilinea (fino a 3 righe). [UPDATED] Tenete premuto ALT per cambiare simultaneamente tutti i componenti del colore (RGB) durante lo scorrimento della ruota. [UPDATED] Tenete premuto Shift per espandere/accorciare tutti i gruppi. [UPDATED] Aggiunta l'opzione per impostare un angolo casuale agli alberi e agli oggetti di scena. [NEW] Aggiunta la possibilità di disabilitare l'oscillazione degli alberi nel vento. [UPDATED] Aggiunte icone di stile all'intestazione del pannello delle regole. [UPDATED] Aggiunte icone a tutti i gruppi. [NEW] Aggiunto il pulsante "inverti tutti gli chevron" alle impostazioni della mod. [FIXED] Corretto il valore "inizio da" dello zigzag che non viene salvato. [FIXED] Corretto il fatto che le scorciatoie per girare/mirrorare la marcatura non funzionano quando si incolla la marcatura.
nl_nl: [UPDATED] Grote update van de UI stijl. [NEW] Het items paneel wordt automatisch verborgen om ruimte te besparen. Kan worden uitgeschakeld in de mod instellingen. [NEW] Decalopvulling toegevoegd: Mogelijkheid om elke decal in te stellen als opvulling. [NEW] Textuur verkeerseiland opvulling toegevoegd: De mogelijkheid om elke decal in te stellen als een 3D opvulling. [NEW] Decal zebrastrepen toegevoegd: De mogelijkheid om elke decal in te stellen als een zebrastreep textuur. [NEW] Asfaltopvulling toegevoegd. [NEW] Mogelijkheid toegevoegd om kaartthema te selecteren voor gras-, grind-, verdord gras- en klifopvullingen. [NEW] Mogelijkheid toegevoegd om bestrating/stoep thema te selecteren. [NEW] Aparte stijl toegevoegd voor decals. Het biedt extra opties voor decals zoals betegeling en hellingtolerantie. Decals zijn nog steeds beschikbaar als props voor achterwaartse compatibiliteit. [NEW] Bomen en netwerken die zijn toegevoegd met IMT zijn van elke afstand zichtbaar, zoals gewone bomen en netwerken. [NEW] Mogelijkheid toegevoegd om favoriete netwerken/props/bomen in te stellen. Deze worden bovenaan de lijst getoond. [NEW] Behoud assetnaam als prop/boom/netwerk ontbreekt: het wordt niet teruggezet naar "niet ingesteld" en het item verschijnt weer als de asset terug is. [UPDATED] Zoekfunctie toegevoegd voor het sjabloonvenster. [NEW] Gegevens van gebruikte netwerken/props/bomen doorgestuurd naar LSM, zodat LSM ontbrekende assets kan tonen die alleen door IMT worden gebruikt. [UPDATED] Ondersteuning toegevoegd voor meerregelige tekst (tot 3 regels). [UPDATED] Houd ALT ingedrukt om alle kleurcomponenten (RGB) tegelijk te veranderen terwijl je scrolt. [UPDATED] Houd SHIFT ingedrukt om alle groepen in/uit te klappen. [UPDATED] Optie toegevoegd om willekeurige hoeken in te stellen voor bomen en props. [NEW] Optie toegevoegd om beweging van bomen in de wind uit te schakelen. [UPDATED] Stijl iconen toegevoegd aan de regel paneel hoofding. [UPDATED] Pictogrammen toegevoegd aan alle groepen. [NEW] "Alle visgraten omkeren" knop toegevoegd aan mod instellingen. [FIXED] Zigzag "start vanaf" waarde slaat niet op. [FIXED] Sneltoetsen voor draaien/spiegelen van markering werken niet tijdens het plakken van markering.
zh_cn: [UPDATED] 更新了UI风格。 [NEW] 现在左侧的项目列表会自动隐藏，以节省控制面板的空间。此功能可以在模组设置中禁用。 [NEW] 新增了填充图案的贴花样式：现在能够将任何贴花设置为填充图案。 [NEW] 新增了交通岛填充图案的样式：现在能够将任何贴花设置为 3D 填充图案的纹理。 [NEW] 新增了人行横道的贴花样式：现在能够将任何贴花设置为人行道的纹理。 [NEW] 新增了填充图案的沥青样式。 [NEW] 新增了为草地、砾石、毁坏和悬崖纹理的填充图案选择地图主题的功能。 [NEW] 新增了为人行道/路肩选择地图主题的功能。 [NEW] 为贴花新增了单独的样式选项。它为贴花提供了额外的选项，例如平铺和斜坡。为了向后兼容，贴花仍然作为摆件使用。 [NEW] 现在从任何距离都可以看到用 IMT 添加的树木和装饰性网络，就像普通的树木和装饰性网络一样。 [NEW] 新增了设置最喜欢的装饰性网络/摆件/树木的功能，它们将显示在列表的顶部。 [NEW] 如果摆件/树木/装饰性网络缺失，会保留资产名称，现在它们不会被重置为“未设置”。当缺失的资产恢复后，项目会重新出现。 [UPDATED] 新增了搜索并应用模板的面板。 [NEW] 将使用过的装饰性网络/摆件/树木的数据推送给 Loading Screen Mod Revisited 模组，以便 Loading Screen Mod Revisited 可以显示仅在 IMT 中使用过的缺失的资产。 [UPDATED] 新增了对多行文本（最多 3 行）的支持。 [UPDATED] 现在按住 ALT 键，并滚动鼠标滚轮时，可以更改所有颜色分量 (RGB)。 [UPDATED] 现在按住 Shift 键可以展开/折叠所有分组。 [UPDATED] 新增了为树木和摆件设置随机旋转角度的选项。 [NEW] 新增了禁用树木随风摇摆的功能。 [UPDATED] 在规则面板的标题上添加了不同的样式图标。 [UPDATED] 为所有分组添加了样式图标。 [NEW] 在模组设置中添加了“反转所有锯齿形填充图案”的按钮。 [FIXED] 修复了之字形曲线起始点数值未被保存的问题。 [FIXED] 修复了粘贴标线时翻转/镜像功能的快捷键失效的问题。

# Mod_WhatsNewMessage1_14_1
source: [UPDATED] Polishing new UI. [FIXED] Scrolling wheel over dropdown does not change dropdown value. [FIXED] Dropdown popups can not be closed. [FIXED] Error while rendering some networks and fillers. [FIXED] Props/trees/networks do not follow segment properly. [FIXED] Decal does not save color settings.
de_de: [UPDATED] Aufpolierte neue Benutzeroberfläche. [FIXED] Das Scrollen mit dem Rad über ein Dropdown ändert den Dropdown-Wert nicht. [FIXED] Dropdown-Popups können nicht geschlossen werden. [FIXED] Fehler beim Rendern einiger Netzwerke und Füllungen. [FIXED] Dekorationen/Bäume/Netzwerke folgen Segmenten nicht richtig. [FIXED] Bodenfliesen speichern die Farbeinstellungen nicht.
it_it: [UPDATED] Rifinitura della nuova UI. [FIXED] Lo scorrimento della rotella sul menu a tendina non modifica il valore del menu a tendina. [FIXED] Le finestre a comparsa non possono essere chiuse. [FIXED] Errore durante il rendering di alcune reti e riempimenti. [FIXED] Oggetti di scena/alberi/reti non seguono correttamente il segmento. [FIXED] La decalcomania non salva le impostazioni del colore.
nl_nl: [UPDATED] Gepolijste nieuwe gebruikersinterface. [FIXED] Scrollen met het wiel over een dropdown verandert de dropdown waarde niet. [FIXED] Dropdown popups kunnen niet gesloten worden. [FIXED] Fout bij het renderen van sommige netwerken en opvullingen. [FIXED] Props/bomen/netwerken volgen segmenten niet correct. [FIXED] Decal slaat kleurinstellingen niet op.
pl_pl: [UPDATED] Wykończenia nowego UI. [FIXED] Przewijanie kółkiem myszy nad listą rozwijaną nie zmienia wartości.. [FIXED] Lista rozwijana okienek nie może zostać zamknięta. [FIXED] Błą podczas renderowania niektórych sieci i wypełnień. [FIXED] Rekwizyty/drzewa/sieci nie podążają prawidłowo za segmentem. [FIXED] Naklejki nie zapisują ustawień kolorów.
zh_cn: [UPDATED] 优化了新的用户界面。 [FIXED] 修复了鼠标指针在下拉列表上方时，滚轮无法改变列表中选择的项目的问题。 [FIXED] 修复了无法关闭弹出的下拉列表的问题。 [FIXED] 修复了渲染某些网络和填充图案时出错的问题。 [FIXED] 修复了摆件/树木/网络没有正确地跟随段落的问题。 [FIXED] 修复了对贴花设置的颜色没有保存的问题。

# Mod_WhatsNewMessage1_14_2
source: [UPDATED] Added Hotels&Retreats DLC support. [TRANSLATION] Added Brazilian translation.
de_de: [UPDATED] Hotels&Retreats DLC-Unterstützung hinzugefügt. [TRANSLATION] Brasilianische Übersetzung hinzugefügt.
it_it: [UPDATED] Aggiunto il supporto per il DLC Hotels&Retreats. [TRANSLATION] Aggiunta la traduzione in Brasiliano.
nl_nl: [UPDATED] Ondersteuning toegevoegd voor Hotels & Retreats DLC. [TRANSLATION] Braziliaanse vertaling toegevoegd.
pl_pl: [UPDATED] Dodano wsparcie dla DLC Hotele i Schroniska. [TRANSLATION] Dodano tłumaczenie brazylijskie.
zh_cn: [UPDATED] 新增了对 Hotels & Retreats DLC 更新的支持。 [TRANSLATION] 新增了巴西葡萄牙语翻译。

# Settings_RecalculateMarkings
source: Recalculate all markings
it_it: Ricalcolo di tutte le marcature
nl_nl: Alle markeringen herberekenen
pl_pl: Przelicz ponownie wszystkie oznaczenia
zh_cn: 重新计算所有标线

# Mod_WhatsNewMessage1_3
source: [NEW] Added new filler style - Chevron (<<<<<). [NEW] Added crosswalks. Hold Shift to create them. Currently available Styles: "Existing crosswalk", "Zebra", "Double Zebra", "Parallel solid lines", "Parallel dashed lines", "Ladder", "Solid". [NEW] Added perpendicular lines. These lines don't have second point, they are generated as a straight line from one point. To create perpendicular line, pull the line in the opposite direction from the intersection. [NEW] Added the ability to copy/paste style of lines, fillers, and crosswalks. [NEW] Added ability to sort lines and templates by styles and types. You can modify and disable the function in the settings. [UPDATED] Updated template selection menu. [NEW] Added grouping of nearby points for easier selection. There are two types of grouping available: in a circle and in a line. You can pick the type or disable the function in the settings. [NEW] Added indication of conflicting rules. [NEW] Added the ability to center a solid line in the "Solid & Dashed" style. [UPDATED] Changed how to begin editing a point. Now you need to click on the point while holding Ctrl. [NEW] Added the ability to select tool's language different from the game language. [TRANSLATION] Added Finnish translation.
it_it: [NEW] Aggiunto nuovo stile di riempimento - Chevron (Caporali). [NEW] Aggiunte strisce pedonali. Tieni premuto Maiusc per crearli. Stili attualmente disponibili: "Attraversamento pedonale esistente", "Zebra", "Doppia zebra", "Linee continue parallele", "Linee tratteggiate parallele", "Ladder", "Solido". [NEW] Aggiunte linee perpendicolari. Queste linee non hanno un secondo punto, sono generate come una linea retta da un punto. Per creare una linea perpendicolare, tirare la linea nella direzione opposta all'intersezione. [NEW] Aggiunta la possibilità di copiare/incollare lo stile di linee, riempitivi e strisce pedonali. [NEW] Aggiunta la possibilità di ordinare linee e modelli per stili e tipi. Puoi modificare e disabilitare la funzione nelle impostazioni. [UPDATED] Menu di selezione del modello aggiornato. [NEW] Aggiunto il raggruppamento di punti vicini per una selezione più semplice. Sono disponibili due tipi di raggruppamento: in cerchio e in linea. Puoi scegliere il tipo o disabilitare la funzione nelle impostazioni. [NEW] Aggiunta indicazione di regole in conflitto. [NEW] Aggiunta la possibilità di centrare una linea continua nello stile "Solido e tratteggiato". [UPDATED] Modificato come iniziare a modificare un punto. Ora devi fare clic sul punto tenendo premuto Ctrl. [NEW] Aggiunta la possibilità di selezionare la lingua dello strumento diversa dalla lingua del gioco. [TRANSLATION] Aggiunta la lingua finlandese.

# Mod_WhatsNewMessage1_9
source: [NEW] Added the ability to save points offset values for each roads. [NEW] Added gap option to zebra and double zebra crosswalk styles. It allows to set different space each N dashes. [NEW] Added intersection points to lines from one splited point with different alignment. [NEW] Added settings of sorting templates, presets and applying list. [NEW] Added template grouping by fit (Perfect/Close/Possible/Poor). [NEW] Added illumination to marking while editing at night. [NEW] Added illumination to cursor like default game tool. [NEW] Added option for placing markings under level crossings. Can be disabled in mod settings. [NEW] Added third (middle) point to taxiways/runways. [FIXED] Fixed error while saving template as asset. [FIXED] Fixed crosswalks calculation error.
it_it: [NOVITÀ] Aggiunta la possibilità di salvare i valori di offset dei punti per ogni strada. [NOVITÀ] Aggiunta l'opzione spazio agli stili di strisce pedonali zebra e doppia zebra. Permette di impostare uno spazio diverso ogni N trattini. [NOVITÀ] Aggiunti punti di intersezione alle linee da un punto diviso con allineamento diverso. [NOVITÀ] Aggiunte impostazioni di ordinamento di modelli, preimpostazioni ed elenco di applicazione. [NOVITÀ] Aggiunto il raggruppamento dei modelli in base all'adattamento (Perfetto/Vicino/Possibile/Scarso). [NOVITÀ] Aggiunta l'illuminazione alla marcatura durante la modifica notturna. [NOVITÀ] Aggiunta illuminazione al cursore come strumento di gioco predefinito. [NOVITÀ] Aggiunta opzione per posizionare i segnali sotto i passaggi a livello. Può essere disabilitato nelle impostazioni mod. [NOVITÀ] Aggiunto il terzo punto (centrale) alle vie di rullaggio/piste. [RISOLTO] Risolto errore durante il salvataggio del modello come risorsa. [RISOLTO] Risolto errore di calcolo delle strisce pedonali.

# Mod_WhatsNewMessage1_14_3
source: [FIXED] Update fillers texture when map theme is changed in Theme Mixer mod. [FIXED] Preset preview does not overlap scrollbar anymore. [NEW] Added the ability to recalculate all marking on map.
it_it: [FIXED] Aggiornata la texture dei riempimenti quando si cambia il tema della mappa nella mod Theme Mixer. [FIXED] L'anteprima dei preset non si sovrappone più alla barra di scorrimento. [NEW] Aggiunta la possibilità di ricalcolare tutte le marcature sulla mappa.
