Repository: MacSergey/NodeMarkup
Catalog: IMT/Properties/Localize.*.resx
Languages: de_de, it_it, nl_nl, pl_pl, ro_ro, sk_sk, zh_cn

# Mod_WhatsNewMessage1_13
source: [UPDATED] Improved resolution of rendering and shape of 2D fillers and crosswalks. [NEW] Added effects of cracks and voids to all 2D lines, 2D fillers and crosswalks. [NEW] Added texture of material to markings, so that it looks not so flat. [FIXED] Fixed filler offset calculation. [NEW] Added the ability to apply a preset to all segments of network asset. [NEW] Added the ability to collapse line rules. Auto collapsing can be enabled in the mod settings. [NEW] Added property categories. they can be collapsed. [NEW] Added copy/paste option to color property. [NEW] Added the ability to set HEX value of color. [NEW] Added the ability to set style to all rules of line. [NEW] Added the ability to set style to all rules on node/segment with the same style. [NEW] Added the ability to set style to all rules on node/segment. [NEW] Added the ability to apply template to all lines/crosswalks/fillers on node/segment. [NEW] Added the ability to reset style settings to default values. [NEW] Added the ability to select which end of prop/tree style is fixed (both/only start/only end). [NEW] Added the ability to set different shift on to each ends of network. [NEW] Added min max count of props/trees. [NEW] Added the ability to make slope ends of zebra. [NEW] Added the ability to set offset to text. [NEW] Added the ability to set color to network (can affect only certain networks). [NEW] Focus is auto set to search field when prop/tree/network selector opens. [UPDATED] Timeout between panel scrolling and changing value by wheel is increased to 3 second to prevent exidently changing value of property. [UPDATED] Changed priority of applying default marking: ---1. linked preset. ---2. saved in asset data. ---3. data from segment which was replaced. [FIXED] Search field of prop/tree/network selector lost focus when tool panel is closed so that it does not block camera control if tool is closed while searching. [NEW] Added Font search. [FIXED] Properly removing unused texture and meshes to reduce memory usage and prevent memory leaks. [NEW] Added API. Other mods can communicate with IMT. Available as Nuget package www.nuget.org/packages/IMT.API.
de_de: [UPDATED] Verbesserte Auflösung von Rendering und Form von 2D-Füllern und Zebrastreifen. [NEW] Effekte von Rissen und fehlenden Stücken zu allen 2D-Linien, 2D-Füllungen und Zebrastreifen hinzugefügt. [NEW] Materialtextur zu Markierungen hinzugefügt, damit es nicht so flach aussieht. [FIXED] Berechnung des Abstandes für Füllungen korrigiert. [NEW] Möglichkeit hinzugefügt, eine Voreinstellung auf alle Segmente von Netzwerkressourcen anzuwenden. [NEW] Möglichkeit hinzugefügt, Linienregeln zu reduzieren. Das automatische Zusammenklappen kann in den Mod-Einstellungen aktiviert werden. [NEW] Eigenschaftskategorien hinzugefügt. Diese können zusammengeklappt werden. [NEW] Option zum Kopieren/Einfügen zur Farbeigenschaft hinzugefügt. [NEW] Möglichkeit hinzugefügt, den HEX-Wert der Farbe festzulegen. [NEW] Möglichkeit hinzugefügt, den Stil für alle Linienregeln festzulegen. [NEW] Möglichkeit hinzugefügt, Stil für alle Regeln auf Netzwerkknoten/Segmenten mit demselben Stil festzulegen. [NEW] Möglichkeit hinzugefügt, den Stil für alle Regeln auf Netzwerkknoten/Segmenten festzulegen. [NEW] Möglichkeit hinzugefügt, Vorlagen auf alle Linien/Zebrastreifen/Füller auf Netzwerkknoten/Segmenten anzuwenden. [NEW] Möglichkeit hinzugefügt, die Stileinstellungen auf die Standardwerte zurückzusetzen. [NEW] Möglichkeit hinzugefügt, auszuwählen, welches Ende des Dekorations-/Baumstils festgelegt ist (beide/nur Anfang/nur Ende). [NEW] Möglichkeit hinzugefügt, an jedem Ende des Netzwerks unterschiedliche Verschiebungen einzustellen. [NEW] Min-Max-Anzahl von Dekorationen/Bäumen hinzugefügt. [NEW] Möglichkeit hinzugefügt, Zebrastreifen schräg zu machen. [NEW] Möglichkeit hinzugefügt, Offset für Text festzulegen. [NEW] Möglichkeit hinzugefügt, Farben für Netzwerke festzulegen (nur für bestimmte Netzwerke). [NEW] Der Fokus wird automatisch auf das Suchfeld gesetzt, wenn die Dekorationen/Baum/Netzwerk-Auswahl geöffnet wird. [UPDATED] Die Zeitüberschreitung zwischen dem Scrollen des Bedienfelds und dem Ändern des Werts mit dem Rad wurde auf 3 Sekunden erhöht, um eine übermäßige Änderung des Werts der Eigenschaft zu verhindern. [UPDATED] Geänderte Priorität beim Anwenden der Standardmarkierung: ---1. verknüpfte Voreinstellung. ---2. in den Anlagendaten gespeichert. ---3. Daten aus dem ersetzten Segment. [FIXED] Das Suchfeld der Dekorationen-/Baum-/Netzwerkauswahl verlor den Fokus, wenn das Werkzeugfenster geschlossen wurde, so dass die Kamerasteuerung nicht blockiert wird, wenn das Werkzeug während der Suche geschlossen wird. [NEW] Schriftsuche hinzugefügt. [FIXED] Korrektes Entfernen unbenutzter Texturen und Meshes, um die Speichernutzung zu reduzieren und Speicherlecks zu verhindern. [NEW] API hinzugefügt. Andere Mods können mit IMT kommunizieren. Verfügbar als Nuget-Paket www.nuget.org/packages/IMT.API.
it_it: [UPDATED] Migliorata la risoluzione del rendering e la forma dei riempimenti 2D e delle strisce pedonali. [NEW] Aggiunti effetti di crepe e vuoti a tutte le linee 2D, i riempimenti 2D e le strisce pedonali. [NEW] Aggiunta trama del materiale ai segni, in modo che non sembri così piatto. [FIXED] Calcolo dello spostamento' di riempimento fisso. [NEW] Aggiunta la possibilità di applicare un preset a tutti i segmenti dell'asset di rete. [NEW] Aggiunta la possibilità di comprimere le regole della linea. Il collasso automatico può essere abilitato nelle impostazioni mod. [NEW] Aggiunte categorie di proprietà. possono essere collassate. [NEW] Aggiunta l'opzione copia/incolla alla proprietà del colore. [NEW] Aggiunta la possibilità di impostare il valore HEX del colore. [NEW] Aggiunta la possibilità di impostare lo stile per tutte le regole di linea. [NEW] Aggiunta la possibilità di impostare lo stile per tutte le regole su nodo/segmento con lo stesso stile. [NEW] Aggiunta la possibilità di impostare lo stile per tutte le regole su nodo/segmento. [NEW] Aggiunta la possibilità di applicare il modello a tutte le linee/attraversamenti pedonali/riempimenti su nodo/segmento. [NEW] Aggiunta la possibilità di ripristinare le impostazioni di stile ai valori predefiniti. [NEW] Aggiunta la possibilità di selezionare quale estremità dello stile dell'oggetto/albero è fissa (entrambi/solo inizio/solo fine). [NEW] Aggiunta la possibilità di impostare diversi turni su ciascuna estremità della rete. [NEW] Aggiunto il conteggio minimo massimo di oggetti di scena/alberi. [NEW] Aggiunta la possibilità di creare estremità inclinate della zebra. [NEW] Aggiunta la possibilità di impostare lo spostamento del testo. [NEW] Aggiunta la possibilità di impostare il colore sulla rete (può influire solo su determinate reti). [NEW] Il focus viene impostato automaticamente sul campo di ricerca quando si apre il selettore oggetto/albero/rete. [UPDATED] Il timeout tra lo scorrimento del pannello e la modifica del valore tramite ruota è stato aumentato a 3 secondi per impedire la modifica eccessiva del valore della proprietà. [UPDATED] Modificata la priorità dell'applicazione della marcatura predefinita: ---1. preset collegato. ---2. salvato nei dati delle risorse. ---3. dati dal segmento che è stato sostituito. [FIXED] Il campo di ricerca del selettore oggetto/albero/rete ha perso il focus quando il pannello degli strumenti è chiuso in modo che non blocchi il controllo della telecamera se lo strumento viene chiuso durante la ricerca. [NEW] Aggiunta la ricerca dei caratteri. [FIXED] Rimozione corretta di texture e mesh inutilizzate per ridurre l'utilizzo della memoria e prevenire perdite di memoria. [NEW] API aggiunta. Altre mod possono comunicare con IMT. Disponibile come pacchetto Nuget www.nuget.org/packages/IMT.API.
nl_nl: [UPDATED] Verbeterde resolutie van rendering en vorm van 2D opvullers en oversteekplaatsen. [NEW] Effecten van scheuren en leegtes toegevoegd aan alle 2D-lijnen, 2D-opvullers en oversteekplaatsen. [NEW] Textuur van materiaal toegevoegd aan markeringen, zodat het er niet zo vlak uitziet. [FIXED] Berekening offsets voor opvullingen hersteld. [NEW] Mogelijkheid toegevoegd om een voorinstelling toe te passen op alle segmenten van het netwerk. [NEW] Mogelijkheid toegevoegd om lijnregels in te klappen. Automatisch inklappen kan worden ingeschakeld in de mod-instellingen. [NEW] Categorieën voor eigenschappen toegevoegd. Ze kunnen worden ingeklapt. [NEW] Kopieer/plak optie toegevoegd aan kleureigenschap. [NEW] Mogelijkheid toegevoegd om HEX waarde van kleur in te stellen. [NEW] Mogelijkheid toegevoegd om stijl in te stellen op alle regels van de lijn. [NEW] Mogelijkheid toegevoegd om stijl in te stellen op alle regels van knooppunten/segmenten met dezelfde stijl. [NEW] Mogelijkheid toegevoegd om stijl te zetten op alle regels van knooppunt/segment. [NEW] Mogelijkheid toegevoegd om sjabloon toe te passen op alle lijnen/oversteekplaatsen/vullingen op knooppunt/segment. [NEW] Mogelijkheid toegevoegd om stijlinstellingen terug te zetten naar standaardwaarden. [NEW] Mogelijkheid toegevoegd om te selecteren welk uiteinde van prop/boom stijl wordt vastgezet (beide/alleen begin/alleen einde). [NEW] Mogelijkheid toegevoegd om verschillende verschuivingen in te stellen aan elk uiteinde van het netwerk. [NEW] Min-max aantal props/bomen toegevoegd. [NEW] Mogelijkheid toegevoegd om hellende uiteinden van zebrapaden te maken. [NEW] Mogelijkheid toegevoegd om offset op tekst in te stellen. [NEW] Mogelijkheid toegevoegd om kleur in te stellen op een netwerk (kan alleen invloed hebben op bepaalde netwerken). [NEW] Focus wordt automatisch ingesteld op zoekveld wanneer prop/boom/netwerk kiezer opent. [UPDATED] Time-out tussen scrollen en waarde veranderen met muiswiel is verhoogd naar 3 seconden om onbedoeld veranderen van waarde te voorkomen. [UPDATED] Prioriteit van toepassen van standaard markering veranderd: ---1. gekoppelde voorinstelling. ---2. opgeslagen in asset data. ---3. gegevens van vervangen segment. [FIXED] Zoekveld van prop/boom/netwerk kiezer verliest focus als gereedschapspaneel wordt gesloten, zodat het de camerabesturing niet blokkeert als gereedschap wordt gesloten tijdens het zoeken. [NEW] Zoeken op lettertype toegevoegd. [FIXED] Verwijdert correct ongebruikte texturen en meshes om geheugengebruik te verminderen en geheugenlekken te voorkomen. [NEW] API toegevoegd. Andere mods kunnen communiceren met IMT. Beschikbaar als Nuget pakket op www.nuget.org/packages/IMT.API.
zh_cn: [UPDATED]提高了2D填充图案与人行横道的渲染与形状的分辨率。 [NEW]为所有2D线段、2D填充图案和人行横道新增了裂缝和空洞的效果。 [NEW]为标线添加了材质纹理，使其看起来不那么平坦。 [FIXED]修复了偏移填充图案的计算方式问题。 [NEW]新增了将预设应用到同种道路资产上的功能。 [NEW]新增了折叠线段规则面板的功能。可以在模组设置中启用自动折叠。 [NEW]新增了了属性类别。它们可以被折叠以方便使用。 [NEW]为颜色属性面板添加了复制/粘贴选项。 [NEW]新增了设置十六进制颜色的功能。 [NEW]新增了为所有线段规则设置样式的功能。 [NEW]新增了为具有相同样式的节点/路段上的所有规则设置样式的功能。 [NEW]新增了为节点/路段上的所有规则设置样式的功能。 [NEW]新增了将模板应用到节点/路段上的所有线段/人行横道/填充图案的功能。 [NEW]新增了将样式重置为默认值的功能。 [NEW]新增了选择摆件/树木样式固定端（两端/仅起点/仅终点）的功能。 [NEW]新增了在道路的两端设置不同的端点位移的功能。 [NEW]新增了摆件/树木的上下限数量统计。 [NEW]新增了倾斜斑马线末端的功能。 [NEW]新增了设置文本偏移的功能。 [NEW]新增了设置网络颜色的功能（只对某些特定网络起作用）。 [NEW]当摆件/树木/网络选择器打开时，将自动对焦到搜索字段。 [UPDATED]面板滚动和滚轮更改值之间的超时时间增加到3秒，以防止属性值的突然更改造成其他问题。 [UPDATED]更改了应用默认标线的优先级： ---1.关联的预设。 ---2.保存在资产数据中的。 ---3.来自被替换路段的数据。 [FIXED]当工具面板关闭时，摆件/树木/网络选择器的搜索字段会取消对焦，因此如果在搜索时关闭工具栏，它不会阻止镜头控制。 [NEW]新增了字体搜索功能。 [FIXED]正确删除未使用的贴图和网格，以减少内存的使用并防止内存溢出。 [NEW]添加了API接口。其他模组可以与 IMT 通信。由 Nuget 软件包提供：www.nuget.org/packages/IMT.API。

# Mod_WhatsNewMessage1_13_1
source: [UPDATED] Improved solid filler rendering on slope. [UPDATED] Improved 3D filler offset calculation. [FIXED] Shark teeth marking has wrong alignment. [FIXED] Network line options are not visible. [FIXED] Error that does not allow to save intersection data if grid filler is used. [FIXED] Changed lines and crosswalks render order: they draw on top of other decals. [FIXED] Texture density value does not save. [FIXED] Filler is invisible with certain curb size and radius values. [FIXED] Marking is not visible if OpenGL is used for rendering. [FIXED] Line intersections are not detected in certain cases. [FIXED] Wrong aligment of line that is started from split point after copy/paste marking from one intersection to another.
de_de: [UPDATED] Verbessertes Rendern von Flächenfüllungen auf Neigungen. [UPDATED] Verbesserte 3D-Füllversatzberechnung. [FIXED] Die Markierung der Haifischzähne war falsch ausgerichtet. [FIXED] Netzwerk Linien-Optionen waren nicht sichtbar. [FIXED] Fehler, der es nicht erlaubte, Kreuzungsdaten zu speichern, wenn Gitter verwendet wurden. [FIXED] Geänderte Renderreihenfolge von Linien und Zebrastreifen: Sie werden nun über anderen Boden-Fliesen gezeichnet. [FIXED] Texturdichtewert wurde nicht gespeichert. [FIXED] Füller war bei bestimmten Bordsteingrößen und Radiuswerten unsichtbar. [FIXED] Markierung war nicht sichtbar, wenn OpenGL zum Rendern verwendet wurde. [FIXED] Linienkreuzungen wurden in bestimmten Fällen nicht erkannt. [FIXED] Falsche Ausrichtung der Linie, die am Teilungspunkt beginnt, nachdem die Markierung von einem Schnittpunkt zum anderen kopiert/eingefügt wurde.
it_it: [UPDATED] Migliore resa del riempitivo solido in pendenza. [UPDATED] Calcolo dello spostamento del riempitivo 3D migliorato. [FIXED] La marcatura a denti di squalo ha un allineamento errato. [FIXED] Le opzioni della linea di rete non sono visibili. [FIXED] Errore che non consente di salvare i dati di intersezione se si utilizza il riempimento griglia. [FIXED] Ordine di rendering delle linee e delle strisce pedonali modificate: si sovrappongono ad altre decalcomanie. [FIXED] Il valore della densità della trama non viene salvato. [FIXED] Il riempitivo è invisibile con determinati valori di dimensione e raggio del cordolo. [FIXED] Il contrassegno non è visibile se si utilizza OpenGL per il rendering. [FIXED] In alcuni casi le intersezioni delle linee non vengono rilevate. [FIXED] Allineamento errato della linea che inizia dal punto di divisione dopo aver copiato/incollato la marcatura da un'intersezione all'altra.
nl_nl: [UPDATED] Verbeterde weergave van vlakvullingen op hellingen. [UPDATED] Verbeterde 3D vulling offset berekening. [FIXED] Markering van haaientanden was verkeerd uitgelijnd. [FIXED] Netwerklijn opties waren niet zichtbaar. [FIXED] Bug waardoor kruispuntgegevens niet konden worden opgeslagen bij gebruik van rasters. [FIXED] Weergavevolgorde van lijnen en zebrapaden veranderd: ze worden nu boven andere decals getekend. [FIXED] Waarde textuurdichtheid werd niet opgeslagen. [FIXED] Opvulling was onzichtbaar bij bepaalde stoepranden en radiuswaarden. [FIXED] Markeringen waren niet zichtbaar wanneer OpenGL werd gebruikt voor rendering. [FIXED] Lijnkruisingen werden in bepaalde gevallen niet gedetecteerd. [FIXED] Onjuiste uitlijning van lijn vanaf splitsingspunt nadat markering was gekopieerd/geplakt van het ene kruispunt naar het andere.
zh_cn: [UPDATED]改进了斜坡上填充图案的渲染方式。 [UPDATED]改进了3D填充图案的偏移计算方式。 [FIXED]修复了三角式标线对齐错误的问题。 [FIXED]修复了道路标线选项不可见的问题。 [FIXED]修复了如果使用网格填充图案，则路口标线无法保存的错误。 [FIXED]修改了线段和人行横道的渲染顺序：现在它们会覆盖在其他贴花上。 [FIXED]修复了纹理密度值无法保存的问题。 [FIXED]修复了对于某些路缘尺寸和半径下，填充图案不可见的问题。 [FIXED]修复了如果使用OpenGL进行渲染，则标线不可见的问题。 [FIXED]修复了某些情况下，检测不到标线交点的问题。 [FIXED]修复了将标线从一个路口复制/粘贴到另一个路口后，分割处的标线对齐错误的问题。

# FillerStyle_Decal
source: Decal
de_de: Dekor-Fliese
it_it: Decalcomania
pl_pl: Naklejka
zh_cn: 贴花

# StyleOption_AssetDecal
source: Decal asset
de_de: Fliesen-Gegenstand
it_it: Risorsa Decalcomania
pl_pl: Rekwizyt naklejka
zh_cn: 贴花资产

# Settings_InvertChevrons
source: Invert all chevrons
de_de: Alle Winkel invertieren
it_it: Inverti tutte le "caporali"
nl_nl: Alle visgraten omkeren
pl_pl: Odwróć wszyskie szewrony
zh_cn: 反转所有锯齿形填充图案

# Setting_Others
source: Others
de_de: Sonstiges
it_it: Altri
nl_nl: Overig
pl_pl: Pozostałe
zh_cn: 其它

# StyleOption_AssetMissed
source: Selected asset missed: "{0}"
de_de: Ausgewählter Gegenstand fehlt: "{0}"
it_it: Risorsa selezionata mancante: "{0}"
nl_nl: Geselecteerd item ontbreekt: "{0}"
pl_pl: Brakujący zaznaczony rekwizyt: "{0}"
zh_cn: 所选资产丢失：“{0}”

# CrosswalkStyle_Decal
source: Decal
de_de: Dekor-Fliese
it_it: Decalcomania
pl_pl: Naklejka
zh_cn: 贴花

# StyleOption_ScaleLock
source: Keep proportions
de_de: Gleichmäßig skalieren
it_it: Mantieni le proporzioni
nl_nl: Verhoudingen behouden
pl_pl: Zachowaj proporcje
zh_cn: 保持比例

# StyleOption_ScaleUnlock
source: Custom proportions
de_de: Individuell skalieren
it_it: Proporzioni personalizzate
nl_nl: Aangepaste verhoudingen
pl_pl: Własne proporcje
zh_cn: 自定义比例

# StyleOption_ThemeMissed
source: Selected theme missed: "{0}"
de_de: Ausgewähltes Kartenthema fehlt: "{0}"
it_it: Tema selezionato mancante: "{0}"
nl_nl: Geselecteerd thema ontbreekt: "{0}"
pl_pl: Brakujący zaznaczony motyw: "{0}"
zh_cn: 所选的主题丢失："{0}"

# StyleOption_Theme
source: Map theme
de_de: Kartenthema
it_it: Temi Mappa
nl_nl: Kaartthema
pl_pl: Motyw mapy
zh_cn: 地图主题

# StyleOption_AddToFavorites
source: Add to favorites
de_de: Zu Favoriten hinzufügen
it_it: Aggiungi ai preferiti
nl_nl: Toevoegen aan favorieten
pl_pl: Dodaj do ulubionych
zh_cn: 添加到收藏夹

# StyleOption_RemoveFromFavorites
source: Remove from favorites
de_de: Von Favoriten entfernen
it_it: Rimuovi dai preferiti
nl_nl: Verwijderen uit favorieten
pl_pl: Usuń z ulubionych
zh_cn: 从收藏夹中删除

# FillerStyle_Asphalt
source: Asphalt
it_it: Asfalto
nl_nl: Asfalt
pl_pl: Asfalt
zh_cn: 沥青

# FillerStyle_TextureIsland
source: Custom texture island
de_de: Verkehrsinsel Individuell
it_it: Isola texture personalizzata
nl_nl: Verkeerseiland aangepaste textuur
pl_pl: Własna tekstura wyspy
zh_cn: 自定义纹理交通岛

# StyleOption_DefaultTheme
source: Default map theme
de_de: Standard Kartenthema
it_it: Tema predefinito
nl_nl: Standaard kaartthema
pl_pl: Domyślny motyw mapy
zh_cn: 默认地图主题

# StyleOption_ObjectRandom
source: Random
de_de: Zufällig
it_it: Casuale
nl_nl: Willekeurig
pl_pl: Losowy
zh_cn: 随机

# LineStyle_Decal
source: Decal
de_de: Dekor-Fliese
it_it: Decalcomania
pl_pl: Naklejka
zh_cn: 贴花

# StyleOption_Size
source: Size
de_de: Größe
it_it: Dimensione
nl_nl: Grootte
pl_pl: Rozmiar
zh_cn: 尺寸

# StyleOption_SlopeTolerance
source: Slope tolerance
de_de: Neigungstoleranz
it_it: Tolleranza alla pendenza
nl_nl: Tolerantie van de helling
pl_pl: Tolerancja nachylenia
zh_cn: 坡度公差

# StyleOption_Tiling
source: Tiling
de_de: Raster
it_it: Piastrellatura
nl_nl: Raster
pl_pl: Nachylanie
zh_cn: 平铺

# StyleOption_PavementTheme
source: Pavement
de_de: Gehweg
it_it: Pavimentazione
nl_nl: Bestrating
pl_pl: Chodnik
zh_cn: 路肩

# Settings_AutoCollapseItemsPanel
source: Auto collapse items panel
de_de: Liste automatisch einklappen
it_it: Collassa automaticamente il pannello degli elementi
nl_nl: Automatisch samenvouwen van items paneel
pl_pl: Automatycznie zwijaj panel przedmiotów
zh_cn: 自动折叠项目面板

# StyleOption_LineNumber
source: Line #{0}
de_de: Linie #{0}
it_it: Linea ({0})
nl_nl: Lijn #{0}
pl_pl: Linia #{0}
zh_cn: 线段 #{0}

# StyleOption_Wind
source: Swaying in the wind
de_de: Bewegung durch Wind
it_it: Ondeggiando al vento
nl_nl: Deinend met de wind
pl_pl: Poruszanie na wietrze
zh_cn: 随风摇摆

# Header_ExpandGroupTooltip
source: Hold {0} to collapse/expand all groups
de_de: Halte {0} zum ein-/ausklappen aller Gruppen
it_it: Tieni premuto {0} per ridurre/espandere tutti i gruppi
nl_nl: Houd {0} ingedrukt om alle groepen in/uit te klappen
pl_pl: Przytrzymaj {0}, aby rozwinąć/zwinąć wszystkie grupy
zh_cn: 按住 {0} 以折叠/展开所有分组
