Repository: MacSergey/NodeMarkup
Catalog: IMT/Properties/Localize.*.resx
Languages: de_de, it_it, nl_nl, pl_pl, ro_ro, sk_sk, zh_cn

# Mod_WhatsNewMessage1_11
source: [NEW] Save marking data into network asset and auto apply it when network is placed. [NEW] Added the ability to set markings in tunnels. [NEW] Added Double dashed asym style. [NEW] Added the ability to collapse unnecessary options. [NEW] Added the ability to set tilt and slope to props and trees. [NEW] Added the ability to set auto props step depends on their size. [NEW] Added the ability to set range to props/trees shift and elevation. [NEW] Added the ability to set second color to double lines. [NEW] Props/trees/networks are sorted by name. [NEW] Remember searched text when searching for props/trees/networks. [FIXED] Color of decorative networks which use theme textures. [FIXED] 3D fillers, props, trees and networks which are added by IMT are visible in info views. [FIXED] UI flickering while searching props/trees/networks. [UPDATED] LOD distance can be set for each type of marking separetly. [UPDATED] properties "Offset before" and "Offset after" are combined into "Offset" property. [UPDATED] properties "Dash length" and "Space length" are combined into "Length" property. [UPDATED] properties "Use gap", "Gap length" and "Gap period" are combined into "Gap" property. [UPDATED] properties "Use guides", "Left guide" and "Right guide" are combined into "Guide" property. [UPDATED] properties "Base" and "Height" are combined into "Triangle" property. [UPDATED] properties "Corner radius" and "Median Corner radius" are combined into "Corner radius" property. [UPDATED] properties "Curb size" and "Median curb size" are combined into "Curb size" property.
de_de: [NEW] Markierungsdaten im Netzwerkobjekt speichern und automatisch anwenden, wenn das Netzwerk platziert wird. [NEW] Möglichkeit hinzugefügt, Markierungen in Tunneln zu setzen. [NEW] Doppelter gestrichelter asymmetrischer Stil hinzugefügt. [NEW] Möglichkeit hinzugefügt, unnötige Optionen zu reduzieren. [NEW] Möglichkeit hinzugefügt, Neigung von Requisiten und Bäumen festzulegen. [NEW] Es wurde die Möglichkeit hinzugefügt, den Schritt für automatische Requisiten abhängig von ihrer Größe festzulegen. [NEW] Möglichkeit hinzugefügt, eine Reichweite auf die Verschiebung und Höhe von Requisiten/Bäumen einzustellen. [NEW] Möglichkeit hinzugefügt, die zweite Farbe auf Doppelten Linien einzustellen. [NEW] Requisiten/Bäume/Netzwerke werden nach Namen sortiert. [NEW] Speichern der eingegebenen Worte, wenn man nach Requisiten/Bäumen/Netzwerken sucht. [FIXED] Farbe von dekorativen Netzwerken korrigiert, die Thementexturen verwenden. [FIXED] 3D-Füllelemente, Requisiten, Bäume und Netzwerke, die von IMT hinzugefügt wurden, sind in Infoansichten sichtbar. [FIXED] Flackern der Benutzeroberfläche beim Durchsuchen von Requisiten/Bäumen/Netzwerken. [UPDATED] Der LOD-Abstand kann für jeden Markierungstyp separat eingestellt werden. [UPDATED] Die Eigenschaften „Offset before“ und „Offset after“ werden in der Eigenschaft „Offset“ zusammengefasst. [UPDATED] Die Eigenschaften „Strichlänge“ und „Leerzeichenlänge“ werden zu „Länge“ kombinierte. [UPDATED] Die Eigenschaften „Gap verwenden“, „Gap-Länge“ und „Gap-Periode“ werden in der Eigenschaft „Gap“ zusammengefasst. [UPDATED] Die Eigenschaften „Use guides“, „Left guide“ und „Right guide“ werden in der Eigenschaft „Guide“ kombiniert. [UPDATED] Die Eigenschaften „Basis“ und „Höhe“ werden zur Eigenschaft „Dreieck“ kombiniert. [UPDATED] Die Eigenschaften „Eckenradius“ und „Mitteleckenradius“ werden zur Eigenschaft „Eckenradius“ kombiniert. [UPDATED] Die Eigenschaften „Bordsteinkante“ und „mittlere Bordsteinkante“ werden zur Eigenschaft „Bordsteinkante“ zusammengefasst.
it_it: [NOVITÀ] Salva i dati di marcatura nell'asset di rete e applicali automaticamente quando la rete viene posizionata. [NOVITÀ] Aggiunta la possibilità di impostare segnali nei tunnel. [NOVITÀ] Aggiunto lo stile asimmetrico con doppio trattino. [NOVITÀ] Aggiunta la possibilità di comprimere le opzioni non necessarie. [NOVITÀ] Aggiunta la possibilità di impostare l'inclinazione e l'inclinazione di oggetti di scena e alberi. [NOVITÀ] Aggiunta la possibilità di impostare il passo automatico degli oggetti di scena in base alle loro dimensioni. [NOVITÀ] Aggiunta la possibilità di impostare la distanza per lo spostamento e l'elevazione di oggetti di scena/alberi. [NOVITÀ] Aggiunta la possibilità di impostare il secondo colore su linee doppie. [NOVITÀ] Oggetti di scena/alberi/reti sono ordinati per nome. [NOVITÀ] Ricorda il testo cercato durante la ricerca di oggetti di scena/alberi/reti. [RISOLTO] Colore delle reti decorative che utilizzano trame a tema. [RISOLTO] Riempitivi 3D, oggetti di scena, alberi e reti aggiunti da IMT sono visibili nelle viste informative. [RISOLTO] Sfarfallio dell'interfaccia utente durante la ricerca di oggetti di scena/alberi/reti. [AGGIORNATO] La distanza LOD può essere impostata separatamente per ogni tipo di marcatura. [AGGIORNATO] le proprietà 'Offset prima' e 'Offset dopo' sono combinate nella proprietà 'Offset'. [AGGIORNATO] le proprietà 'Lunghezza trattino' e 'Lunghezza spazio' sono combinate nella proprietà 'Lunghezza'. [AGGIORNATO] le proprietà 'Usa intervallo', 'Lunghezza intervallo' e 'Periodo intervallo' sono combinate nella proprietà 'Interspazio'. [AGGIORNATO] le proprietà 'Usa guide', 'Guida sinistra' e 'Guida destra' sono combinate nella proprietà 'Guida'. [AGGIORNATO] le proprietà 'Base' e 'Altezza' sono combinate nella proprietà 'Triangolo'. [AGGIORNATO] le proprietà 'Raggio angolo' e 'Raggio angolo mediano' sono combinate nella proprietà 'Raggio angolo'. [AGGIORNATO] le proprietà 'Dimensione cordolo' e 'Dimensione cordolo medio' sono combinate nella proprietà 'Dimensione cordolo'.
nl_nl: [NEW] Bewaar markeringsgegevens in een netwerkobject en pas deze automatisch toe wanneer het netwerk wordt geplaatst. [NEW] Mogelijkheid toegevoegd om markeringen in tunnels te plaatsen. [NEW] Dubbel gestreept asymmetrische stijl toegevoegd. [NEW] Mogelijkheid toegevoegd om onnodige opties in te klappen. [NEW] Mogelijkheid toegevoegd om kanteling en helling van props en bomen in te stellen. [NEW] Mogelijkheid toegevoegd om automatisch props in te stellen, afhankelijk van hun grootte. [NEW] Mogelijkheid toegevoegd om een bereik in te stellen op de verplaatsing en hoogte van props/bomen. [NEW] Mogelijkheid toegevoegd om de tweede kleur op dubbele lijnen in te stellen. [NEW] Props/Bomen/Netwerken worden gesorteerd op naam. [NEW] Sla woorden op die zijn ingevoerd bij het zoeken naar props/bomen/netwerken. [FIXED] Kleur gecorrigeerd van decoratieve netwerken die thematexturen gebruiken. [FIXED] 3D vulelementen, props, bomen en netwerken toegevoegd door IMT zijn zichtbaar in infoweergaven. [FIXED] Gebruikersinterface flikkert bij bladeren door props/bomen/netwerken. [UPDATED] LOD-afstand kan apart worden ingesteld voor elk type markering. [UPDATED] De eigenschappen "Afstand voor" en "Afstand na" zijn gecombineerd in de eigenschap "Afstand". [UPDATED] De eigenschappen "Streeplengte" en "Afstand tussen" zijn gecombineerd in de eigenschap "Lengte". [UPDATED] De eigenschappen "Gebruik tussenruimte", "tussenruimte Lengte" en "tussenruimte periode" zijn gecombineerd in de eigenschap "Tussenruimte". [UPDATED] De eigenschappen "Gebruik hulplijnen", "Linker hulplijn" en "Rechter hulplijn" zijn gecombineerd in de eigenschap "Hulplijn". [UPDATED] De eigenschappen "Basis" en "Hoogte" zijn gecombineerd in de eigenschap "Driehoek". [UPDATED] De eigenschappen "Hoekstraal" en "Hoekstraal op middenberm" zijn gecombineerd in de eigenschap "Hoekradius". [UPDATED] De eigenschappen "Stoeprand" en "Stoeprand op middenberm" zijn gecombineerd in de eigenschap "Stoeprand".
zh_cn: [NEW] 将划线数据保存到道路资产中，并在放置道路时自动应用。 [NEW] 增加了在隧道中划线的功能。 [NEW] 增加了不对称双虚线的样式。 [NEW] 增加了折叠不必要选项的功能。 [NEW] 增加了为摆件和树木设置倾斜和坡度的功能。 [NEW] 增加了依摆件大小自动设置间距的功能。 [NEW] 增加了设置摆件/树木偏移范围和高度范围的功能。 [NEW] 增加了设置不同颜色双线的功能。 [NEW] 摆件/树木/网络按名称排序。 [NEW] 记住搜索摆件/树木/网络时的文本。 [FIXED] 使用主题纹理时装饰网络的颜色。 [FIXED] IMT添加的3D填充物、摆件、树木和网络在信息视图中可见。 [FIXED] 搜索摆件/树木/网络时UI闪烁。 [UPDATED] 可以分别为每种类型的标线设置LOD距离。 [UPDATED] 属性“从前方偏移”和“从后方偏移”合并为“偏移”属性。 [UPDATED] 属性“虚线长度”和“间隔长度”合并为“长度”属性。 [UPDATED] 属性“使用间隔”、“间隔长度”和“间隔区间”合并为“间隔”属性。 [UPDATED] 属性“设定边界”、“左边界”和“有边界”合并为“边界”属性。 [UPDATED] 属性“边长”和“高度”合并为“三角形”属性。 [UPDATED] 属性“拐角半径”和“隔离带拐角半径”合并为“拐角半径”属性。 [UPDATED] 属性“路肩大小”和“隔离带路肩大小”合并为“路肩大小”属性。

# StyleOption_Triangle
source: Triangle
de_de: Dreieck
it_it: Triangolo
nl_nl: Driehoek
pl_pl: Trójkąt
ro_ro: Triunghi
zh_cn: 三角形

# LineStyle_Text
source: Text
it_it: Testo
nl_nl: Tekst
pl_pl: Tekst
zh_cn: 文本

# StyleOption_DefaultFont
source: Default game font
de_de: Standardschriftart des Spiels
it_it: Carattere predefinito di gioco
nl_nl: Standaard lettertype van het spel
pl_pl: Domyślna czcionka gry
ro_ro: Font prestabilit
zh_cn: 游戏默认字体

# StyleOption_Font
source: Font
de_de: Schriftart
it_it: Carattere
nl_nl: Lettertype
pl_pl: Czcionka
zh_cn: 字体

# StyleOption_FontStyleBold
source: Bold
de_de: Fett
it_it: Grassetto
nl_nl: Vet
pl_pl: Pogrubiony
ro_ro: Gros
zh_cn: 粗体

# StyleOption_FontStyleBoldItalic
source: Bold Italic
de_de: Fett kursiv
it_it: Grassetto Corsivo
nl_nl: Vet en cursief
pl_pl: Pogrubiona kursywa
ro_ro: Gros cursiv
zh_cn: 斜体加粗

# StyleOption_FontStyleItalic
source: Italic
de_de: Kursiv
it_it: Corsivo
nl_nl: Cursief
pl_pl: Kursywa
ro_ro: Cursiv
zh_cn: 斜体

# StyleOption_FontStyleRegular
source: Regular
de_de: Regulär
it_it: Normale
nl_nl: Normaal
pl_pl: Zwykły
zh_cn: 常规

# StyleOption_Spacing
source: Spacing
de_de: Abstand
it_it: Spaziatura
nl_nl: Afstand
pl_pl: Odstęp
ro_ro: Spațiere
zh_cn: 间距

# StyleOption_SpacingChar
source: Char
de_de: Zeichen
it_it: Carattere
nl_nl: Tekens
pl_pl: Znak
zh_cn: 横排

# StyleOption_SpacingLine
source: Line
de_de: Linie
it_it: Linea
nl_nl: Lijn
pl_pl: Linia
ro_ro: Linie
zh_cn: 竖排

# StyleOption_Text
source: Text
it_it: Testo
nl_nl: Tekst
pl_pl: Tekst
zh_cn: 文本

# StyleOption_TextDirection
source: Direction
de_de: Richtung
it_it: Direzione
nl_nl: Richting
pl_pl: Kierunek
ro_ro: Direcție
zh_cn: 方向

# StyleOption_TextDirectionBtoT
source: Bottom to Top
de_de: Von unten nach oben
it_it: Dal basso verso l'alto
nl_nl: Van onder naar boven
pl_pl: Od dołu do góry
ro_ro: De jos în sus
zh_cn: 从下到上

# StyleOption_TextDirectionLtoR
source: Left to Right
de_de: Von links nach rechts
it_it: Da sinistra a destra
nl_nl: Van links naar rechts
pl_pl: Z lewej do prawej
ro_ro: Din stânga în dreapta
zh_cn: 从左至右

# StyleOption_TextDirectionTtoB
source: Top to Bottom
de_de: Von oben nach unten
it_it: Dall'alto in basso
nl_nl: Van boven naar onder
pl_pl: Od góry do dołu
ro_ro: De sus in jos
zh_cn: 自上而下

# LineStyle_LaneGroup
source: Lane
de_de: Spur
it_it: Corsia
nl_nl: Rijstrook
pl_pl: Pas ruchu
ro_ro: Alee
zh_cn: 车道

# Tool_InfoCreateLaneLine
source: Click to create a lane
de_de: Klicken um eine Spur zu erstellen
it_it: Clicca per creare una corsia
nl_nl: Klik om een rijstrook te maken
pl_pl: Kliknij, aby utworzyć pas ruchu
ro_ro: Apăsați pentru a crea o alee
zh_cn: 点击以创建车道

# Tool_InfoDeleteLaneLine
source: Click to delete the lane
de_de: Zum Löschen der Spur klicken
it_it: Clicca per cancellare la corsia
nl_nl: Klik om de rijstrook te verwijderen
pl_pl: Kliknij, aby usunąć pas ruchu
ro_ro: Apăsați pentru a elimina aleea
zh_cn: 点击以删除车道

# Tool_InfoSelectLane
source: Click with {0} to select the lane
de_de: {0}+Klick um die Spur auszuwählen
it_it: Click+{0} per selezionare la corsia
nl_nl: {0}+klik om de rijstrook te selecteren
pl_pl: Kliknij trzymając {0}, aby wybrać pas ruchu
ro_ro: Apăsați cu {0} pentru a alege aleea
zh_cn: 按住{0}点击来选车道

# Settings_CreateLaneEdgeLines
source: Create lane edge lines automatically
de_de: Fahrbahnrandlinien automatisch erstellen
it_it: Crea automaticamente linee di bordo corsia
nl_nl: Automatisch lijnen voor rijstroken maken
pl_pl: Twórz automatycznie linie pasów ruchu
ro_ro: Creează linii la alee în mod automat
zh_cn: 自动创建车道边缘线

# Tool_InfoSelectLaneEndPoint
source: Select endpoint to create a lane
de_de: Wähle einen Endpunkt aus, um eine Spur zu erstellen
it_it: Selezionare il punto finale per creare una corsia
nl_nl: Selecteer een eindpunt om een rijstrook te maken
pl_pl: Wybierz punkt końcowy aby stworzyć pas
ro_ro: Selectați punctul final pentru a crea o alee
zh_cn: 点选终点来创建车道

# StyleOption_Distribution
source: Distribution
de_de: Verteilung
it_it: Distribuzione
nl_nl: Verdeling
pl_pl: Rozkład
ro_ro: Distribuție
zh_cn: 分布

# StyleOption_DistributionDynamicFixed
source: Dynamic space and fixed ends
de_de: Dynamischer Platz und fixierte Enden
it_it: Spazio dinamico e estremità fisse
nl_nl: Dynamische afstand en vaste uiteinden
pl_pl: Dynamiczna przestrzeń i stałe końce
ro_ro: Spațiu dinamic cu punctele de final fixate
zh_cn: 动态间隔和固定的终点

# StyleOption_DistributionDynamicFree
source: Dynamic space and free ends
de_de: Dynamischer Platz und freie Enden
it_it: Spazio dinamico e estremità libere
nl_nl: Dynamische afstand en vrije uiteinden
pl_pl: Dynamiczna przestrzeń i wolne końce
ro_ro: Spațiu dinamic cu punctele de final dinamice
zh_cn: 动态间隔和自由终点

# StyleOption_DistributionFixedFixed
source: Fixed space and fixed ends
de_de: Fester Platz und feste Enden
it_it: Spazio fisso e estremità fisse
nl_nl: Vaste afstand en vaste uiteinden
pl_pl: Stała przestrzeń i stałe końce
ro_ro: Spațiu prestabilit cu punctele de final fixate
zh_cn: 固定的间隔和固定的终点

# StyleOption_DistributionFixedFree
source: Fixed space and free ends
de_de: Fester Platz und freie Enden
it_it: Spazio fisso e estremità libere
nl_nl: Vaste afstand en vrije uiteinden
pl_pl: Stała przestrzeń i wolne końce
ro_ro: Spațiu prestabilit cu punctele de final libere
zh_cn: 固定的间隔和自由终点

# LineStyle_ZigZag
source: Zigzag
de_de: Zickzack
pl_pl: Zygzak
zh_cn: 之字形折线

# StyleOption_SideLeft
source: Left
de_de: Links
it_it: Sinistra
nl_nl: Links
pl_pl: Lewo
ro_ro: Stânga
zh_cn: 左侧

# StyleOption_SideRight
source: Right
de_de: Rechts
it_it: Destra
nl_nl: Rechts
pl_pl: Prawo
ro_ro: Dreapta
zh_cn: 右侧

# StyleOption_ZigzagOffset
source: Offset
de_de: Versatz
it_it: Spostamento
nl_nl: Correctieafstand
pl_pl: Przesunięcie
zh_cn: 偏移

# StyleOption_ZigzagSide
source: Side
de_de: Seite
it_it: Laterale
nl_nl: Zijkant
pl_pl: Bok
ro_ro: Lateral
zh_cn: 侧面

# StyleOption_ZigzagStartFrom
source: Start from
de_de: Beginnend von
it_it: Inizia da
nl_nl: Vanaf
pl_pl: Początek od
ro_ro: Începe de la
zh_cn: 起始点

# StyleOption_ZigzagStartFromLine
source: Line
de_de: Linie
it_it: Linea
nl_nl: Lijn
pl_pl: Linia
ro_ro: Linie
zh_cn: 线段

# StyleOption_ZigzagStartFromOutside
source: Outside
de_de: Außerhalb
it_it: Esterni
nl_nl: Buitenkant
pl_pl: Zewnątrz
ro_ro: Exterior
zh_cn: 外侧

# StyleOption_ZigzagStep
source: Step
de_de: Schritt
it_it: Passo
nl_nl: Stap
pl_pl: Krok
ro_ro: Flux
zh_cn: 间隔

# StyleOption_TextAlignment
source: Alignment
de_de: Ausrichtung
it_it: Allineamento
nl_nl: Uitlijning
pl_pl: Wyrównanie
ro_ro: Aliniere
zh_cn: 对齐

# StyleOption_TextAlignmentEnd
source: End
de_de: Ende
it_it: Fine
nl_nl: Einde
pl_pl: Koniec
ro_ro: Sfârșit
zh_cn: 终点

# StyleOption_TextAlignmentMiddle
source: Middle
de_de: Mitte
it_it: Centrale
nl_nl: Midden
pl_pl: Środek
ro_ro: Mijloc
zh_cn: 中间

# StyleOption_TextAlignmentStart
source: Start
de_de: Anfang
it_it: Inizio
nl_nl: Begin
ro_ro: Pornire
zh_cn: 起始点

# PresetEditor_LinkPreset
source: Link this preset to network asset
de_de: Diese Vorlage mit dem Netzwerk verknüpfen
it_it: Collega questo preset all'asset di rete
nl_nl: Koppel dit sjabloon aan het netwerk
pl_pl: Połącz te ustawienia to rekwzytu sieciowego
ro_ro: Leagă preset-ul cu un asset din rețea
zh_cn: 将此预设关联到道路资产

# PresetEditor_UnlinkPreset
source: Unlink this preset from network asset
de_de: Die Verknüpfung dieser Vorlage mit dem Netzwerk aufheben
it_it: Scollega questo preset dall'asset di rete
nl_nl: Ontkoppel dit sjabloon van het netwerk
pl_pl: Odłącz te ustawienia od rekwzytu sieciowego
ro_ro: Rupe legătura preset-ului cu asset-ul din rețea
zh_cn: 取消此预设与道路资产的关联

# PresetEditor_PresetFit_Linked
source: Linked
de_de: Verknüpft
it_it: Connesso
nl_nl: Gekoppeld
pl_pl: Połączony
ro_ro: Legat
zh_cn: 已关联

# Tool_InfoDragPointMode
source: Drag a point to change offset
de_de: Einen Punkt ziehen, um den Versatz zu ändern
it_it: Trascina un punto per cambiare lo spostamento
nl_nl: Versleep een punt om de offset te wijzigen
pl_pl: Przeciągnij punkty, aby zmienić przesunięcie
ro_ro: Trageți un punct pentru a schimba offset-ul
zh_cn: 拖动端点来改变偏移

# Setting_HoldToMovePoint
source: Hold {0} to move a point
de_de: Halte {0} gedrückt, um einen Punkt zu bewegen
it_it: Tieni premuto {0} per spostare un punto
nl_nl: Houd {0} ingedrukt om een punt te verplaatsen
pl_pl: Przytrzymaj {0}, aby przesunąć punkt
ro_ro: Țineți apăsat {0} pentru a mișca un punct
zh_cn: 按住 {0} 来移动端点

# Settings_ApplyMarkingsFromAssets
source: Auto apply markings from network assets
de_de: Markierungen von Netzwerken automatisch anwenden
it_it: Applica automaticamente i contrassegni dalle risorse di rete
nl_nl: Automatisch aanbrengen van netwerkmarkeringen
pl_pl: Automatycznie zastosuj oznaczenia z rekwizytu sieciowego
ro_ro: Aplică în mod automat marcajele din asset-urile rețelei
zh_cn: 自动应用与道路资产关联的标线

# Tool_EndLinkPresetCaption
source: Exit linking preset mode
de_de: Modus zum Verknüpfen von Kreuzungsvorlagen verlassen
it_it: Uscire dalla modalità preimpostata di collegamento
nl_nl: Verlaat de koppelingsmodus
pl_pl: Opuść tryb łączenia ustawień
ro_ro: Ieșiți din modul legare preset
zh_cn: 退出关联预设模式

# Tool_EndLinkPresetMessage
source: Do you want to exit linking preset mode and link this preset to network asset?
de_de: Möchtest du den Verlinkungsmodus verlassen und diese Vorlage an das Netzwerk anbinden?
it_it: Vuoi uscire dalla modalità di collegamento delle preimpostazioni e collegare questa preimpostazione all'asset di rete?
nl_nl: Wil je de koppelingsmodus verlaten en dit sjabloon aan het netwerk koppelen?
pl_pl: Czy chcesz opuścić tryb łączenia ustawień i połączyć te ustawienia do rekwizytu sieciowego?
ro_ro: Doriți să ieșiți din modul legare preset și să legați preset-ul acesta cu acest asset al rețelei?
zh_cn: 你确定要退出关联预设模式，并将此预设关联到道路资产吗？

# Tool_Link
source: Link
de_de: Verknüpfen
it_it: Collega
nl_nl: Koppelen
pl_pl: Połącz
ro_ro: Leagă
zh_cn: 关联

# Tool_NotLink
source: Don't link
de_de: Nicht verknüpfen
it_it: Non collegare
nl_nl: Niet koppelen
pl_pl: Nie łącz
ro_ro: Nu lega
zh_cn: 不关联
