Repository: MacSergey/NodeMarkup
Catalog: IMT/Properties/Localize.*.resx
Languages: de_de, it_it, nl_nl, pl_pl, ro_ro, sk_sk, zh_cn

# TemplateEditor_SaveChangesMessage
source: Do you want to save template values changes?
de_de: Möchtest du die Änderungen der Stilvorlagen-Werte speichern?
it_it: Vuoi salvare il cambiamento dei valori del template?
nl_nl: Wil je de sjabloon wijzigingen opslaan?
pl_pl: Czy chcesz zapisać zmiany ustawień szablonu?
ro_ro: Doriți să salvați modificările la valorile șablonului?
zh_cn: 你想保存模板参数更改吗？

# PresetEditor_NameExistMessage
source: The name "{0}" is already used by another preset. Are you sure you want to have multiple presets with the same name?
de_de: Der Name "{0}" wird bereits für eine andere Vorlage verwendet. Bist du dir sicher, dass du mehrere Vorlagen mit dem gleichen Namen haben willst?
it_it: Il nome "{0}" è già in uso per un altro preset. Sei sicuro di voler avere diversi preset con lo stesso nome?
nl_nl: De naam "{0}" is al in gebruik door een andere preset. Weet je zeker dat je meerdere presets wil hebben met dezelfde naam?
pl_pl: Nazwa "{0}" jest obecnie używana przez inny preset. Czy jesteś pewien, że chcesz użyć jednej nazwy dla kilku presetów?
ro_ro: Numele "{0}" este deja folosit de alt preset. Sigur doriți să aveți mai multe preseturi cu același nume?
zh_cn: 模板名称 "{0}" 已被其它预设占用。 确定要多个预设使用这个命名吗？

# PresetEditor_IsAssetWarningMessage
source: It can only be deleted from the game content manager.
de_de: Du kannst sie nur über die Inhaltsverwaltung des Spiels löschen.
it_it: Può essere rimosso solo tramite il content manager del gioco.
nl_nl: Het kan alleen verwijderd worden vanuit de content manager.
pl_pl: Może on jedynie zostać usunięty z menadżera treści gry.
ro_ro: Poate fi șters doar de la managerul de conținut al jocului.
zh_cn: 你可以从主界面内容管理器删除

# PresetEditor_IsWorkshopWarningMessage
source: This preset can't be modified. It can only be deleted from the game content manager or unsubscribed from on the Steam Workshop.
de_de: Du kannst diese Kreuzungsvorlage nicht bearbeiten. Sie kann nur über die Inhaltsverwaltung des Spiels gelöscht oder im Steam Workshop deabonniert werden.
it_it: Questo preset non può essere modificato. Può essere rimosso solo tramite il content manager del gioco o annulando l'iscrizione nello Steam Workshop.
nl_nl: Deze preset kan niet aangepast worden. Het kan alleen verwijderd worden vanuit de content manager of door deze af te melden in de Steam Workshop.
pl_pl: Preset nie może zostać zmodyfikowany. Może on jedynie zostać usunięty z menadżera treści gry lub odsubskrybowany Warsztatu Steam.
ro_ro: Presetul nu poate fi modificat. Poate fi șters doar de la managerul de conținut al jocului sau dezabonându-se de la Steam Workshop.
zh_cn: 你无法进行编辑，仅可以从内容管理器删除或在工坊上取消订阅

# PresetEditor_PresetIsAsset
source: This preset is an asset.
de_de: Diese Kreuzungsvorlage ist ein Spiel-Objekt.
it_it: Questo preset è un asset.
nl_nl: Deze preset is een asset.
pl_pl: Ten preset jest zasobem.
ro_ro: Presetul acesta este un asset.
zh_cn: 此预设为资产

# TemplateEditor_IsAssetWarningMessage
source: It can only be deleted from the game content manager.
de_de: Du kannst sie nur über die Inhaltsverwaltung des Spiels löschen.
it_it: Può essere rimosso solo tramite il content manager del gioco.
nl_nl: Het kan alleen verwijderd worden vanuit de content manager.
pl_pl: Może on jedynie zostać usunięty z menadżera treści gry.
ro_ro: Poate fi șters doar de la managerul de conținut al jocului.
zh_cn: 你可以从主界面内容管理器删除

# TemplateEditor_IsWorkshopWarningMessage
source: This template can't be modified. It can only be deleted from the game content manager or unsubscribed from on the Steam Workshop.
de_de: Du kannst diese Stilvorlage nicht bearbeiten. Sie kann nur über die Inhaltsverwaltung des Spiels gelöscht oder im Steam Workshop deabonniert werden.
it_it: Questo template non può essere modificato. Può essere rimosso solo tramite il content manager del gioco o annulando l'iscrizione nello Steam Workshop.
nl_nl: Dit sjabloon kan niet aangepast worden. Het kan alleen verwijderd worden vanuit de content manager of door deze af te melden in de Steam Workshop.
pl_pl: Szablon nie może zostać zmodyfikowany. Może on jedynie zostać usunięty z menadżera treści gry lub odsubskrybowany Warsztatu Steam.
ro_ro: Șablonul nu poate fi modificat. Poate fi șters doar de la managerul de conținut al jocului sau dezabonându-se de la Steam Workshop.
zh_cn: 你无法进行编辑，仅可以从内容管理器删除或在工坊上取消订阅

# TemplateEditor_TemplateIsAsset
source: This template is an asset.
de_de: Diese Stilvorlage ist ein Spiel-Objekt.
it_it: Questo template è un asset.
nl_nl: Dit sjabloon is een asset.
pl_pl: Ten szablon jest zasobem.
ro_ro: Șablonul acesta este un asset.
zh_cn: 此模板为资产

# PresetEditor_DeleteCaptionDescription
source: preset
de_de: Kreuzungsvorlagen
it_it: predefinito
nl_nl: voorinstelling
zh_cn: 预设​​​​

# PresetEditor_DeleteMessageDescription
source: preset
de_de: Kreuzungsvorlagen
it_it: predefinito
nl_nl: voorinstelling
zh_cn: 预设​​​​

# Mod_WhatsNewMessage1_5
source: [NEW] Added the ability to save whole intersection marking as preset and after apply to any other intersection. [NEW] Added the ability to save templates and presets as asset and share it over Workshop. [UPDATED] Updated UI and improved UI performance. Reduced delay when switching tabs and selecting items. [UPDATED] Now templates values can be changes only in edit mode, what prevents accidental changes to values. [NEW] Added panel tips (can be disable in settings). [NEW] Added the ability to cut new line by crosswalks (can be disable in settings). [NEW] Added the ability to change color values with mouse wheel. [FIXED] Fix train and monorail roads. [FIXED] Fix and improve points group overlay. [TRANSLATION] Added English-UK translation.
de_de: [NEW] Die Möglichkeit hinzugefügt, alle Markierungen einer Kreuzung als Kreuzungsvorlage zu speichern und später auf jede beliebige andere Andeutung anwenden zu können. [NEW] Die Möglichkeit hinzugefügt, Stilvorlagen und Kreuzungs-Vorlagen als Objekte zu speichern und über den Workshop zu teilen. [UPDATED] UI aktualisiert und ihre Performance verbessert. Die Verzögerung beim Umschalten der Tabulatoren und dem auswählen würde reduziert. [UPDATED] Nun können Vorlagenwerte nur noch im Bearbeitungsmodus geändert werden. So werden versehentliche Änderungen verhindert. [NEW] Hinweis-Einblendungen hinzugefügt (Kann in den Einstellungen ausgeschaltet werden). [NEW] Funktion das neue Linien von Fußgängerüberwegmarkierungen getrennt werden hinzugefügt (Kann in den Einstellungen ausgeschaltet werden). [NEW] Funktion zum Ändern von Farben Mithilfe des Mauerrades hinzugefugt. [FIXED] Korrektur für Zug- und Monorail-Straßen (und alle anderen Straßen ohne Punkte [FIXED] Korrektur und Verbesserung an der Punkte-Gruppen-Einblendung [TRANSLATION] Britisch-Englische Übersetzung hinzugefügt.
it_it: [NEW] Aggiunta la possibilità di salvare l'intera marcatura dell'intersezione come preimpostata e successivamente applicarla a qualsiasi altra intersezione. [NEW] Aggiunta la possibilità di salvare modelli e preset come risorsa e condividerli su Workshop. [UPDATED] Interfaccia utente aggiornata e prestazioni dell'interfaccia utente migliorate. Ritardo ridotto quando si cambia scheda e si selezionano elementi. [UPDATED] Ora i valori dei modelli possono essere modificati solo in modalità di modifica, cosa che impedisce modifiche accidentali ai valori. [NEW] Aggiunti suggerimenti sul pannello (possono essere disabilitati nelle impostazioni). [NEW] Aggiunta la possibilità di tagliare una nuova linea dalle strisce pedonali (può essere disabilitata nelle impostazioni). [NEW] Aggiunta la possibilità di modificare i valori del colore con la rotellina del mouse. [FIXED] Corrette strade ferroviarie e monorotaia (e qualsiasi altra cosa senza punti). [FIXED] Corretta e migliorata la sovrapposizione del gruppo di punti. [TRANSLATION] Aggiunta la traduzione inglese-britannica.
zh_cn: [NEW] 新增把整个路口标线保存为预设的功能，之后可以将预设应用到另一个路口。 [NEW] 新增把模板和预设保存为资产，并上传到创意工坊的功能。 [UPDATED] 更新了 UI 并提升了 UI 的性能，减少了切换选项卡和选择项目时的卡顿。 [UPDATED] 现在模板的数值只能在编辑模式中修改，以防止数值被意外更改。 [NEW] 新增模组面板提示（可以在模组选项中禁用）。 [NEW] 新增通过人行横道切割线段的功能（可以在模组选项中禁用）。 [NEW] 新增通过滚轮改变颜色数值的功能。 [FIXED] 修复了火车和单轨轨道道路的问题。 [FIXED] 修复并改进了端点组的渲染覆盖层。 [TRANSLATION] 添加了英式英语的翻译。

# LineEditor_NotSupportRules
source: This line type doesn't support rules
de_de: Dieser Linientyp unterstützt keine Regeln
it_it: Questo tipo di linea non supporta le regole
nl_nl: Dit lijntype heeft geen ondersteuning voor regels
pl_pl: Ten typ linii nie obsługuje reguł
ro_ro: Nu se pot aplica reguli la acest tip de linie
zh_cn: 此类标线不支持规则

# Settings_DontCutBorderByCrosswalk
source: Don't cut line by crosswalk if it is their border
de_de: Linie nicht am Fußgängerüberweg beenden, wenn diese dessen Rand bildet
it_it: Non tagliare la linea del marciapiede se è il bordo
nl_nl: Lijnen bij een zebrapad niet afsnijden als het de rand is
pl_pl: Nie przecinaj linii przez przejście dla pieszych jeżeli jest to jego obrys
ro_ro: Nu decupați linia cu trecerea de pietoni dacă acesta este marginea lui
zh_cn: 不要在人行道后创建线，如果人行道是标线边线

# Template_UnknownAuthor
source: Unknown author
de_de: Unbekannter Autor
it_it: Autore sconosciuto
nl_nl: Onbekende auteur
pl_pl: Nieznany autor
ro_ro: Autor necunoscut
zh_cn: 未知作者

# Mod_WhatsNewMessage1_5_1
source: [UPDATED] Improve messages about load data errors. [FIXED] Fix and update localizes.
de_de: [UPDATED] Informationen bei Ladefehlern korrigiert. [FIXED] Lokalisierungen aktualisiert und verbessert.
it_it: [UPDATED] Migliorati i messaggi sugli errori di caricamento dei dati. [FIXED] Corrette e aggiornate le localizzazioni.
pl_pl: [UPDATED] Ulepszono komunikaty o błędach ładowania danych. [FIXED] Naprawiono i zaktualizowano tłumaczenia.
zh_cn: [UPDATED] 改善了加载错误弹窗信息 [FIXED] 纠正及更新了翻译文档

# Mod_LoadFailedAll
source: Load was completed with errors. Failed to load markings for all intersections.
de_de: Laden mit Fehlern beendet. Nicht alle Markierungen der Kreuzungen konnten geladen werden.
it_it: Caricamento completato con errori. Impossibile caricare la segnaletica orizzontale delle intersezioni.
nl_nl: Er zijn fouten opgetreden tijdens het laden. Het laden van de markeringen is voor alle kruispunten mislukt.
pl_pl: Wystąpiły błędy podczas ładowania danych. Nie udało się załadować oznaczeń dla wszystkich skrzyżowań.
ro_ro: Încărcarea a fost efectuată cu erori. Încărcarea marcajelor a toate intersecțiilor a eșuat.
zh_cn: 导入完毕，但出现了以下错误： 全部交叉口的地标线导入失败

# Panel_SegmentCaption
source: Edit segment #{0} markings
de_de: Markierungen von Segment #{0} bearbeiten
it_it: Modifica segnaletica orizzontale del segmento #{0}
nl_nl: Bewerk segment #{0} markering
pl_pl: Modyfikuj oznaczenia segmentu #{0}
ro_ro: Editare marcaje la segmentul #{0}
zh_cn: 编辑段落 #{0} 的地标线

# FillerStyle_GrassIsland
source: Grass island
de_de: Verkehrsinsel Gras
it_it: Isola d'erba
nl_nl: Verkeerseiland gras
pl_pl: Wyspa z trawą
zh_cn: 草地纹理交通岛

# FillerStyle_PavementIsland
source: Pavement island
de_de: Verkehrsinsel Gehweg
it_it: Isola pavimentata
nl_nl: Verkeerseiland bestrating
pl_pl: Wyspa z chodnikiem
zh_cn: 人行道纹理交通岛

# FillerStyle_Elevation
source: Elevation
de_de: Höhe
it_it: Altezza
nl_nl: Hoogte
pl_pl: Wysokość
ro_ro: Înălțime
zh_cn: 高度

# LineStyle_Elevation
source: Elevation
de_de: Höhe
it_it: Altezza
nl_nl: Hoogte
pl_pl: Wysokość
ro_ro: Înălțime
zh_cn: 高度

# LineStyle_Pavement
source: Pavement
de_de: Randstein
it_it: Pavimentazione
nl_nl: Bestrating
pl_pl: Chodnik
ro_ro: Trotuar
zh_cn: 路肩

# Settings_LODDistance
source: LOD distance
de_de: LOD Distanz
it_it: Distanza LOD (livello di dettaglio)
nl_nl: Detail-niveau (LOD) afstand
pl_pl: Odległość rysowania obiektów
ro_ro: Distanța de LOD
zh_cn: LOD距离

# Tool_InfoHoverSegment
source: Segment #{0} Click to edit markings
de_de: Segment #{0} Klicken um die Markierungen zu bearbeiten
it_it: Segmento #{0} Seleziona per modificare la segnaletica orizzontale
nl_nl: Segment #{0} Klik om de markering te wijzigen
pl_pl: Segment #{0} Kliknij aby edytować oznaczenia
ro_ro: Segmentul #{0} Apăsați pentru a modifica marcajele
zh_cn: 段落 #{0} 点击以编辑地标线

# FillerEditor_InfoSelectRailFirst
source: Select a guide's first point or line as guide
de_de: Wählen den Startpunkt oder eine Linie als Leitlinie aus
it_it: Selezionare il primo punto o linea della linea guida
nl_nl: Selecteer beginpunt van de hulplijn, of kies een bestaande lijn als hulplijn
pl_pl: Wybierz pierwszy punkt linii pomocniczej lub istniejącą linię
ro_ro: Selectați primul punct al ghidului sau linia ca ghid
zh_cn: 选择一条边线或者边线的一个端点

# FillerEditor_InfoSelectRailSecond
source: Select a guide's second point
de_de: Wähle den zweiten Punkt der Leitlinie
it_it: Selezionare il secondo punto della linea guida
nl_nl: Selecteer tweede punt van de hulplijn
pl_pl: Wybierz drugi punkt linii pomocniczej
ro_ro: Selectați al doilea punct al ghidului
zh_cn: 选择边线的第二个端点

# Mod_WhatsNewMessage1_5_2
source: [UPDATED] Update Harmony dependence: resolving conflicts with others mods that use it
de_de: [UPDATED] Harmony Abhängigkeiten aktualisiert: Probleme mit anderen Mods gelöst
it_it: [UPDATED] Aggiornata la dipendenza da Harmony: risoluzione dei conflitti con altre mod che lo utilizzano
zh_cn: [UPDATED] 更新了 Harmony 依赖库：解决了与其他使用 Harmony 的模组之间的冲突

# Mod_WhatsNewMessage1_5_3
source: [FIXED] Fixed a situation where markings could disappear from saving
de_de: [FIXED] Fehler behoben, bei dem Markierungen aus dem Speicherstand verschwanden
it_it: [FIXED] Risolta una situazione in cui i segni potevano scomparire dal salvataggio
zh_cn: [FIXED] 修复了标线可能从存档中消失的问题。

# Mod_WhatsNewMessage1_6
source: [NEW] Added the ability to make markings on segments. [NEW] Added filler 3D styles: "Pavement" and "Grass". [NEW] Added line 3D style: "Pavement". [NEW] Added the ability follow rails to filler styles "Stripes" and "Chevron". [NEW] Improve performance by added LOD (Level Of Detail) to markings. The LOD distance is set in the settings. [NEW] Added support taxiways. [FIXED] Fixed a conflict with other mods that could cause the tool button to not appear. [FIXED] Fixed a conflict with scroll panel and scroll wheel to change values. [UPDATED] Now there is no difference that you enter a dot or a comma in the properties value field.
de_de: [NEW] Möglichkeit zum Erstellen von Markierungen auf Segmenten hinzugefügt. [NEW] 3D Füllungsstil hinzugefügt: "Gehweg" and "Gras". [NEW] 3D Linienstil hinzugefügt: "Gehweg". [NEW] "Leitlinien folgen" für die Füllungsstile "Streifen" and "Winkel". [NEW] Performance-Verbesserung durch LOD (Level Of Detail) für Markierungen. Die Distanzeinstellungen ist in den Optionen zu finden. [NEW] Unterstützung für Rollbahnen hinzugefügt. [FIXED] Konflikt mit anderen Mods behoben, der dafür sorgen knnte, dass der Button nicht sichtbar war. [FIXED] Konflikt zwischen Scrollbalken und Mausscroll behoben. [UPDATED] Sowohl Komma als auch Punkt können nun als Zifferntrennzeichen verwendet werden.
it_it: [NEW] Aggiunta la possibilità di fare segni sui segmenti. [NEW] Aggiunti stili 3D di riempimento: "Pavement" (Pavimentazione) e "Grass" (Erba). [NEW] Aggiunto lo stile 3D della linea: "Pavement" (Pavimentazione). [NEW] Aggiunta l'abilità di seguire i binari agli stili di riempimento "Stripes" (Striscie) e "Chevron" (Caporali). [NEW] Migliora le prestazioni aggiungendo LOD (Level Of Detail) ai contrassegni. La distanza LOD è impostata nelle impostazioni. [NEW] Aggiunto il supporto per le vie di rullaggio. [FIXED] Risolto un conflitto con altre mod che poteva causare la mancata visualizzazione del pulsante dello strumento. [FIXED] Risolto un conflitto con il pannello di scorrimento e la rotella di scorrimento per modificare i valori. [UPDATED] Ora non c'è differenza se inserisci un punto o una virgola nel campo del valore delle proprietà.
zh_cn: [NEW] 添加了在道路节段上创建标线的功能 [NEW] 添加了3D填充图案：路肩及草地 [NEW] 添加了3D线段样式：路肩 [NEW] 添加了条纹和锯齿形填充向边线垂直的功能 [NEW] 添加了地标线的LOD（精细模型可视距离）以提升性能。LOD距离可在设置菜单内更改 [NEW] 添加了对机场滑行道的支持 [FIXED] 修复了与其他mod冲突导致工具图标不显示的问题 [FIXED] 修复了用滚轮修改数据时滚动窗口的冲突问题 [UPDATED] 填写数字时既可使用逗号或句号为小数点

# StyleOption_UseSecondColor
source: Use second color
de_de: Zweite Farbe verwenden
it_it: Usa colore secondario
nl_nl: Gebruik tweede kleur
pl_pl: Użyj drugiego koloru
zh_cn: 次选颜色

# Style_FromClipboard
source: From clipboard
de_de: Aus der Zwischenablage
it_it: Dagli appunti
nl_nl: Vanaf klembord
pl_pl: Ze schowka
ro_ro: Din clipboard
zh_cn: 从剪贴板创建

# LineEditor_LineAlignment
source: Line alignment
de_de: Linien-Ausrichtung
it_it: Allineamento della linea
nl_nl: Lijn uitlijning
pl_pl: Wyrównanie linii
ro_ro: Aliniere linie
zh_cn: 线段对齐

# PointEditor_SplitIntoTwo
source: Split into two
de_de: In zwei aufteilen
it_it: Dividi in due
nl_nl: Splits in twee
pl_pl: Podziel na dwa
ro_ro: Împărțiți în doi
zh_cn: 拆分成两个点

# PointEditor_SplitOffset
source: Split offset
de_de: Versatz aufteilen
it_it: Dividi l'offset
nl_nl: Splits offset
pl_pl: Przesunięcie podziału
ro_ro: Offset împărțire
zh_cn: 拆分偏移

# Settings_GroupPoints
source: Group points
de_de: Punkte gruppieren
it_it: Raggruppare i punti
nl_nl: Groepeer punten
pl_pl: Grupuj punkty
ro_ro: Grupare puncte
zh_cn: 端点整合成组

# Settings_ShortcutApplyBetweenIntersections
source: Apply between intersections
de_de: Zwischen Kreuzungen anwenden
it_it: Applica tra le intersezioni
nl_nl: Toepassen tussen kruisingen
pl_pl: Zastosuj między skrzyżowaniami
ro_ro: Aplicare între intersecții
zh_cn: 应用在两个路口之间

# Panel_ApplyBetweenIntersections
source: Apply between intersections
de_de: Zwischen Kreuzungen anwenden
it_it: Applica tra le intersezioni
nl_nl: Toepassen tussen kruisingen
pl_pl: Zastosuj między skrzyżowaniami
ro_ro: Aplicare între intersecții
zh_cn: 应用在两个路口之间

# Panel_ApplyWholeStreet
source: Apply to whole street
de_de: Auf die ganz Straße anwenden
it_it: Applica a tutta la strada
nl_nl: Toepassen op gehele straat
pl_pl: Zastosuj dla całej ulicy
ro_ro: Aplică pe toată strada
zh_cn: 应用到整条街

# Settings_ShortcutApplyWholeStreet
source: Apply to whole street
de_de: Auf die ganz Straße anwenden
it_it: Applica a tutta la strada
nl_nl: Toepassen op gehele straat
pl_pl: Zastosuj dla całej ulicy
ro_ro: Aplică pe toată strada
zh_cn: 应用到整条街

# MessageBox_ItWillReplace
source: It will replace the existing markings.
de_de: Dies wird alle vorhandenen Markierungen ersetzen.
it_it: Questa rimpiazzerà quella già esistente.
nl_nl: Het zal de huidige markering vervangen.
pl_pl: Istniejące oznaczenie zostanie zastąpione.
ro_ro: O să înlocuiască marcajele existente.
zh_cn: 粘贴后会清除既存的地标线。

# Tool_ApplyBetweenIntersectionsCaption
source: Apply marking between intersections
de_de: Markierung zwischen Kreuzungen anwenden
it_it: Applica la segnaletica orizzontale tra le intersezioni
nl_nl: Markering toepassen tussen kruisingen
pl_pl: Zastosuj oznaczenia pomiędzy skrzyżowaniami
ro_ro: Aplicare marcaje între intersecții
zh_cn: 将标线应用在两个路口之间的所有道路上

# Tool_ApplyBetweenIntersectionsMessage
source: Do you really want to apply marking between intersections?
de_de: Möchtest du wirklich die Markierung zwischen den Kreuzungen anwenden?
it_it: Vuoi applicare la segnaletica orizzontale tra le intersezioni?
nl_nl: Weet je zeker dat je de markeringen wilt toepassen tussen kruisingen?
pl_pl: Czy na pewno chcesz zastosować oznaczenia pomiędzy skrzyżowaniami?
ro_ro: Sigur doriți să aplicați marcajele între intersecții?
zh_cn: 确定要在路口之间应用标线吗？

# Tool_ApplyWholeStreetCaption
source: Apply marking to whole street
de_de: Markierung auf die ganz Straße anwenden
it_it: Applica la segnaletica orizzontale a tutta la strada
nl_nl: Markering toepassen op gehele straat
pl_pl: Zastosuj oznaczenia dla całej ulicy
ro_ro: Aplică marcajele pe toată strada
zh_cn: 将标线应用到整条街道

# Tool_ApplyWholeStreetMessage
source: Do you really want to apply marking to whole "{0}"?
de_de: Möchtest du wirklich die Markierung auf die komplette Straße "{0}" anwenden?
it_it: Vuoi applicare la segnaletica orizzontale su tutta "{0}"?
nl_nl: Weet je zeker dat je de markeringen wilt toepassen op de gehele "{0}"?
pl_pl: Czy na pewno chcesz zastosować oznaczenia dla całego "{0}"?
ro_ro: Sigur doriți să aplicați marcajele pe toată "{0}"?
zh_cn: 确定要在 "{0}" 整条路上应用标线吗?

# Tool_InfoSelectLineEndPointNormal
source: Drag behind point for perpendicular line
de_de: Hinter den Punkt zurückziehen um eine orthogonale Linie zu erstellen
it_it: Trascina dietro il punto per una linea perpendicolare
nl_nl: Sleep achter het punt voor een loodrechte lijn
pl_pl: Przeciągnij za punkt aby uzyskać linię prostopadłą
ro_ro: Trageți din spatele punctului pentru a face o linie perpendiculară
zh_cn: 拖选到端点后来创建垂直线

# Tool_InfoSelectLineEndPointStop
source: Select endpoint for regular or stop line
de_de: Endpunkt für eine reguläre oder Haltelinie auswählen
it_it: Seleziona il punto di fine per uno stop oppure una linea di stop
nl_nl: Selecteer een eindpunt voor een normale lijn of stoplijn
pl_pl: Wybierz punkt końcowy dla linii zwykłej lub zatrzymania
ro_ro: Selectați punctul final pentru liniile regulare sau de stop
zh_cn: 点选终点来创建一般线或停止线
