Repository: MacSergey/NodeMarkup
Catalog: IMT/Properties/Localize.*.resx
Languages: de_de, it_it, nl_nl, pl_pl, ro_ro, sk_sk, zh_cn

# Mod_WhatsNewMessage1_12
source: [NEW] Added a new line style: Text. It allows to write custom text on road and set any font installed in the system. [NEW] Added the ability to link preset to network asset. It will be auto applied when road is built. [NEW] Added a new line type: Lane. It simplifies the placement props/trees/network/text that should be placed in the middle of lane. [New] Added a new line style: Zigzag. [NEW] Added the ability to save different markings for different types of road elevations (slope, tunnel) in asset editor. [NEW] Auto creation of edge lines of lane. Can be disabled in the mod settings. [NEW] Added distribution option to props/trees. it allows to make prop/tree fixed at the ends of the line and set dynamic space length. [NEW] Added the ability to invert the value of network shift. [NEW] Added shortcuts for the paste marking mode. [UPDATED] It is not needed to hold Ctrl to drag point anymore. Old behavior (with holding Ctrl) can be enabled in the mod settings. [FIXED] Lines and fillers follows sloped segment as much as possible. It may still not be perfect in some cases, but much better then before. [FIXED] Pavement line follows filler properly. [FIXED] Fixed when asym styles values were pasted with wrong invertation. [FIXED] Networks/props/trees that were added by IMT are visible on preset screenshot. [FIXED] Fixed that fillers were not updated after selecting filler guides.
de_de: [NEW] Linien-Style: Text. Es ist jetzt möglich benutzerdefinierten Text, in jeder Schriftart, die auf dem System installiert ist, auf Straßen zu schreiben. [NEW] Die Möglichkeit, Vorlagen mit Netzwerk-Assets zu verknüpfen. Diese werden automatisch übernommen, wenn Straßen gebaut werden. [NEW] Linien-Typ: Spur. Spuren vereinfachen das Platzieren von Requisiten/ Bäumen/Netzwerken/Text, welcher in der Mitte der Spur platziert sein soll. [NEW] Linien-Style: Zickzack. [NEW] Die Möglichkeit verschieden Markierungsvorlagen für verschiedene Arten von Straßenhöhen (Brücken, Tunnel) im Asset-Editor zu speichern. [NEW] Automatische Erstellung von Linien an der Kante einer Spur. Diese Option kann in den Einstellungen deaktiviert werden. [NEW] Die Option für die Verteilung von Requisiten / Bäumen. Diese Option erlaubt es, Requisiten / Bäume an den Enden von Linien zu fixieren und den dynamischen Abstand festzulegen. [NEW] Die Möglichkeit, die Verschiebung des Netzwerks zu invertieren. [NEW] Tastenkürzel für den Einfügemodus. [UPDATED] Es ist nicht mehr nötig, Ctrl zu drücken, um Punkte zu verschieben. Die alte Art (mit drücken von Ctrl) kann in den Mod-Einstellungen wieder aktiviert werden. [FIXED] Linien und Füllungen folgen geneigten Segmenten so gut wie möglich. Es ist noch nicht in jeder Situation perfekt, aber deutlich besser als zuvor. [FIXED] Linien, die dem Bürgersteig folgen, folgen auch Füllungen richtig. [FIXED] Asymmetrische Markierungen werden nun mit der richtigen Rotation eingefügt. [FIXED] Netzwerke / Requisiten / Bäume, die mit IMT hinzugefügt wurden, sind auf dem Vorlage-Screenshot sichtbar. [FIXED] Füllungen werden aktualisiert nach der Auswahl der Hilfslinien.
it_it: [NOVITÀ] Aggiunto un nuovo stile di linea: Testo. Permette di scrivere testo personalizzato su strada e impostare qualsiasi font installato nel sistema. [NOVITÀ] Aggiunta la possibilità di collegare il preset all'asset di rete. Sarà applicato automaticamente quando la strada sarà costruita. [NOVITÀ] Aggiunto un nuovo tipo di linea: Corsia. Semplifica il posizionamento di oggetti di scena/alberi/rete/testo che devono essere posizionati al centro della corsia. [Nuovo] Aggiunto un nuovo stile di linea: Zigzag. [NOVITÀ] Aggiunta la possibilità di salvare diversi contrassegni per diversi tipi di elevazione stradale (pendenza, tunnel) nell'editor delle risorse. [NOVITÀ] Creazione automatica delle linee di confine della corsia. Può essere disabilitato nelle impostazioni mod. [NOVITÀ] Aggiunta opzione di distribuzione a oggetti di scena/alberi. permette di rendere fisso l'oggetto/albero alle estremità della linea e di impostare la lunghezza dinamica dello spazio. [NOVITÀ] Aggiunta la possibilità di invertire il valore del cambio di rete. [NOVITÀ] Aggiunte scorciatoie per la modalità di marcatura incolla. [AGGIORNATO] Non è più necessario tenere premuto Ctrl per trascinare il punto. Il vecchio comportamento (tenendo premuto Ctrl) può essere abilitato nelle impostazioni mod. [RISOLTO] Linee e riempimenti seguono il più possibile il segmento inclinato. Potrebbe non essere ancora perfetto in alcuni casi, ma molto meglio di prima. [RISOLTO] La linea della pavimentazione segue correttamente il riempimento. [RISOLTO] Risolto quando i valori degli stili asimmetrici venivano incollati con un'inversione errata. [RISOLTO] Le reti/oggetti di scena/alberi aggiunti da IMT sono visibili sullo screenshot preimpostato. [RISOLTO] Risolto il problema per cui i riempitivi non venivano aggiornati dopo aver selezionato le guide dei riempitivi.
nl_nl: [NEW] Een nieuwe lijnstijl toegevoegd: Tekst. Hiermee kun je aangepaste tekst op de weg schrijven en een willekeurig lettertype in het systeem instellen. [NEW] De mogelijkheid toegevoegd om sjablonen te koppelen aan een netwerk asset. Het zal automatisch worden toegepast wanneer de weg wordt gebouwd. [NEW] Nieuw lijntype toegevoegd: Rijstrook. Het vereenvoudigt de plaatsing van props/bomen/netwerk/tekst die in het midden van een rijstrook geplaatst moeten worden. [NEW] Nieuwe lijnstijl toegevoegd: Zigzag. [NEW] Mogelijkheid toegevoegd om verschillende markeringen op te slaan voor verschillende soorten wegverhogingen (helling, tunnel) in de asset editor. [NEW] Automatische creatie van lijnen van een rijstrook. Kan worden uitgeschakeld in de mod-instellingen. [NEW] De mogelijkheid toegevoegd om props/bomen te verdelen. Hiermee kunnen props/bomen aan de uiteinden van lijnen worden vastgezet en een dynamische afstand worden ingesteld. [NEW] De mogelijkheid toegevoegd om de verplaatsing van het netwerk om te keren. [NEW] Sneltoets voor invoegmodus. [UPDATED] Het is niet meer nodig om Ctrl ingedrukt te houden om een punt te verslepen. De oude manier (door Ctrl in te drukken) kan worden ingeschakeld in de mod-instellingen. [FIXED] Lijnen en vullingen volgen zoveel mogelijk het schuine segment. Het is in sommige gevallen nog steeds niet perfect, maar veel beter dan voorheen. [FIXED] Lijnen die de stoeprand volgen, volgen nu de vullingen correct. [FIXED] Asymmetrische markeringen worden nu met de juiste rotatie ingevoegd. [FIXED] Netwerken/props/bomen die zijn toegevoegd door IMT zijn zichtbaar op de afbeelding van het sjabloon. [FIXED] Vullingen worden bijgewerkt na het selecteren van hulplijnen.
zh_cn: [NEW] 添加了一种新的线段样式：文本。允许在道路上书写自定义文本，并设置为任意一个已在系统中安装的字体。 [NEW] 添加了将预设关联到道路资产的功能。建设道路时会自动应用关联的预设。 [NEW] 添加了一种新的线段样式：车道。它简化了摆件/树木/网络/文本在车道中间的放置。 [New] 添加了一种新的线段样式：之字形折线。 [NEW] 添加了在资产编辑器中，为不同类型的的道路高程（斜坡、隧道）保存不同标线的功能。 [NEW] 自动创建车道边缘线。可以在模组设置选项中关闭。 [NEW] 添加了摆件/树木的平均分布选项。这允许您使摆件/树木固定在线段两端，并设置动态间隔长度。 [NEW] 添加反转网络的偏移值的功能。 [NEW] 添加粘贴标线模式的快捷键。 [UPDATED] 不再需要按住 Ctrl 来拖动点。旧的模式（按住 Ctrl 键拖动）可以在模组设置选项中启用。 [FIXED] 线段和填充图案尽可能跟随路段的倾斜。在某些情况下，标线倾斜仍然可能不完美，但会比之前好很多。 [FIXED] 人行道的线现在能正确地跟随填充图案。 [FIXED] 修复不对称的样式值粘贴时的反转错误。 [FIXED] 被 IMT 添加的装饰性网络/摆件/树木，会显示在预设的预览图中。 [FIXED] 修复设定填充图案边界后，填充图案没有更新的问题。

# PresetEditor_ApplyAllPreset
source: Apply preset to all segments of this asset
de_de: Vorlage auf alle Segmente dieses Spiel-Objektes anwenden
it_it: Applica la preimpostazione a tutti i segmenti di questa risorsa
nl_nl: Voorinstelling toepassen op alle segmenten van deze asset
pl_pl: Zastosuj ustawienia dla wszystkich segmentów tego rekwizytu
ro_ro: Aplică preset-ul la toate segmentele din acest asset
zh_cn: 对这个资产的所有路段应用此预设

# HeaderPanel_StyleReset
source: Reset to default
de_de: Auf Standard zurücksetzen
it_it: Ripristina impostazioni predefinite
nl_nl: Standaardinstellingen herstellen
pl_pl: Resetuj do domyślnych
ro_ro: Resetare la valori implicite
zh_cn: 重置为默认值

# Tool_EndApplyAllPresetMessage
source: Do you want to apply a preset to all segments of asset "{0}"? It can take time if there are a lot of segments.
de_de: Möchtest du diese Vorlage auf alle Segmente von "{0}" anwenden? Dies kann einige Zeit dauern, wenn es viele Segmente gibt.
it_it: Vuoi applicare una preimpostazione a tutti i segmenti dell'asset '{0}'? Può volerci del tempo se ci sono molti segmenti.
nl_nl: Wil je een voorinstelling toepassen op alle segmenten van de asset "{0}"? Het kan even duren als er veel segmenten zijn.
pl_pl: Czy chcesz zastosować ustawienia dla wszystkich segmentów rekqizytu "{0}"? Może to zająć trochę czasu jeżeli jest dużo segmentów.
ro_ro: Doriți să aplicați un preset la toate segmentele din asset-ul "{0}"? O să necesite timp dacă sunt prezente multe segmente.
zh_cn: 你想要对资产 "{0}" 的所有路段应用预设吗？ 如果有很多路段，可能将需要一段时间。

# Tool_EndPasteMarkingCaption
source: Exit paste marking mode
de_de: Einfügemodus für Markierungen verlassen
it_it: Uscendo dalla modalità Incolla
nl_nl: Modus markering plakken verlaten
pl_pl: Opuść tryb wklejania oznaczeń
ro_ro: Ieșiți din modul lipire marcaje
zh_cn: 退出粘贴标线模式

# Tool_EndPasteMArkingMessage
source: Do you want to apply marking?
de_de: Möchtest du diese Markierung anwenden?
it_it: Vuoi applicare la marcatura?
nl_nl: Wil je de markering aanbrengen?
pl_pl: Czy chcesz zastosować oznaczenia?
ro_ro: Doriți să aplicați marcajele?
zh_cn: 要应用标线吗？

# StyleOption_Density
source: Density
de_de: Dichte
it_it: Densità
nl_nl: Dichtheid
pl_pl: Gęstość
zh_cn: 密度

# StyleOption_Scale
source: Scale
de_de: Skalierung
it_it: Scala
nl_nl: Schaal
pl_pl: Skala
zh_cn: 缩放

# StyleOption_Cracks
source: Cracks
de_de: Risse
it_it: Crepe
nl_nl: Scheuren
pl_pl: Pęknięcia
zh_cn: 裂缝

# StyleOption_Voids
source: Voids
de_de: Lücken
it_it: Vuoti
nl_nl: Leegtes
pl_pl: Pustki
zh_cn: 空洞

# StyleOption_Texture
source: Texture density
de_de: Textur-Dichte
it_it: Densità della trama
nl_nl: Textuurdichtheid
pl_pl: Gęstość tekstury
zh_cn: 纹理密度

# StyleOptionCategory_Additional
source: Additional
de_de: Weiteres
it_it: Aggiuntive
nl_nl: Extra
pl_pl: Dodatkowe
zh_cn: 高级选项

# StyleOptionCategory_Effect
source: Graphic effects
de_de: Grafikeffekte
it_it: Effetti grafici
nl_nl: Grafische effecten
pl_pl: Efekty graficzne
zh_cn: 图形效果：

# StyleOptionCategory_Main
source: Main
de_de: Primäres
it_it: Principale
nl_nl: Algemeen
pl_pl: Główny
zh_cn: 主要选项

# HeaderPanel_ApplyAll
source: Apply to all items
de_de: Auf alles anwenden
it_it: Applica a tutti gli elementi
nl_nl: Toepassen op alle items
pl_pl: Zastosuj do wszystkich przedmiotów
zh_cn: 应用于所有项目

# HeaderPanel_ApplyAllRules
source: Apply to all rules
de_de: Auf alle Regeln anwenden
it_it: Applica a tutte le regole
nl_nl: Toepassen op alle regels
pl_pl: Zastosuj do wszystkich zasad
zh_cn: 应用于所有规则

# HeaderPanel_ApplyCrosswalkAll
source: Apply to all crosswalks
de_de: Auf alle Fußgängerüberwege anwenden
it_it: Applica a tutti gli attraversamenti
nl_nl: Toepassen op alle oversteekplaatsen
pl_pl: Zastosuj do wszystkich przejść dla pieszych
zh_cn: 应用于所有人行横道

# HeaderPanel_ApplyCrosswalkType
source: Apply to all "{0}" crosswalks
de_de: Auf alle "{0}" Fußgängerüberwege anwenden
it_it: Applica a tutti gli attraversamenti "{0}"
nl_nl: Toepassen op alle "{0}" oversteekplaatsen
pl_pl: Zastosuj do wszystkich "{0}" przejść dla pieszych
zh_cn: 应用于所有“{0}”类型的人行横道

# HeaderPanel_ApplyFillerAll
source: Apply to all fillers
de_de: Auf alle Füllungen anwenden
it_it: Applica a tutti i riempimenti
nl_nl: Toepassen op alle opvullingen
pl_pl: Zastosuj do wszystkich wypełnień
zh_cn: 应用于所有填充图案

# HeaderPanel_ApplyFillerType
source: Apply to all "{0}" fillers
de_de: Auf alle "{0}" Füllungen anwenden
it_it: Applica a tutti i riempimenti "{0}"
nl_nl: Toepassen op alle "{0}" opvullingen
pl_pl: Zastosuj do wszystkich "{0}" wypełnień
zh_cn: 应用于所有“{0}”类型的填充图案

# HeaderPanel_ApplyRegularAll
source: Apply to all lines
de_de: Auf alle Linien anwenden
it_it: Applica a tutte le linee
nl_nl: Toepassen op alle lijnen
pl_pl: Zastosuj do wszystkich linii
zh_cn: 应用于所有线段

# HeaderPanel_ApplyRegularType
source: Apply to all "{0}" lines
de_de: Auf alle "{0}" Linien anwenden
it_it: Applica a tutte le linee "{0}"
nl_nl: Toepassen op alle "{0}" lijnen
pl_pl: Zastosuj do wszystkich "{0}" linii
zh_cn: 应用于所有“{0}”类型的线段

# HeaderPanel_ApplyStopAll
source: Apply to all stop lines
de_de: Auf alle Haltelinien anwenden
it_it: Applica a tutte le linee trasversali
nl_nl: Toepassen op alle stoplijnen
pl_pl: Zastosuj do wszystkich linii zatrzymania
zh_cn: 应用于所有停止线

# HeaderPanel_ApplyStopType
source: Apply to all "{0}" stop lines
de_de: Auf alle "{0}" Haltelinien anwenden
it_it: Applica a tutte le linee trasversali "{0}"
nl_nl: Toepassen op alle "{0}" stoplijnen
pl_pl: Zastosuj do wszystkich "{0}" linii zatrzymania
zh_cn: 应用于所有“{0}”类型的停止线

# HeaderPanel_CopyEffects
source: Copy effects
de_de: Effekte kopieren
it_it: Copia effetti
nl_nl: Kopieer effecten
pl_pl: Kopiuj efekty
zh_cn: 复制效果

# HeaderPanel_PasteEffects
source: Paste effects
de_de: Effekte einfügen
it_it: Incolla effetti
nl_nl: Plak effecten
pl_pl: Wklej efekty
zh_cn: 粘贴效果

# StyleOption_FixedEndBoth
source: Both
de_de: Beide
it_it: Entrambi
nl_nl: Beide
pl_pl: Obydwa
zh_cn: 两端

# StyleOption_FixedEndEnd
source: End
de_de: Ende
it_it: Fine
nl_nl: Einde
pl_pl: Koniec
zh_cn: 终点

# StyleOption_FixedEndStart
source: Start
de_de: Anfang
it_it: Inizio
nl_nl: Begin
pl_pl: Początek
zh_cn: 起点

# StyleOption_FixedEnd
source: Fixed end
de_de: Fixiertes Ende
it_it: Terminale fisso
nl_nl: Vast einde
pl_pl: Stały koniec
zh_cn: 固定的终点

# StyleOption_Max
source: Max
pl_pl: Maks
zh_cn: 最大值

# StyleOption_Min
source: Min
zh_cn: 最小值

# StyleOption_ObjectLimits
source: Limits
de_de: Limitierung
it_it: Limiti
nl_nl: Limieten
pl_pl: Limity
zh_cn: 上限

# StyleOption_NotParallel
source: Not parallel
de_de: Nicht parallel
it_it: Non parallelo
nl_nl: Niet parallel
pl_pl: Nie równoległy
zh_cn: 不平行

# StyleOption_ParallelSlope
source: Parallel to lines and slope end
de_de: Parallel zu Linien und geneigtes Ende
it_it: Parallelo alle linee e all'estremità del pendio
nl_nl: Parallel aan lijnen en hellend uiteinde
pl_pl: Równoległy do linii i nachylenia i
zh_cn: 平行于直线和斜坡末端

# StyleOption_ParallelStraight
source: Parallel to lines and straight ends
de_de: Parallel zu Linien und gerade Enden
it_it: Parallelo alle linee e alle estremità diritte
nl_nl: Parallel aan lijnen en rechte uiteinden
pl_pl: Równoległy do linii i prostych końców
zh_cn: 平行于线段和直线末端

# StyleOption_ZebraDashesType
source: Dashes type
de_de: Strichart
it_it: Tipo di tratteggi
nl_nl: Type streepjes
pl_pl: Styl kresek
zh_cn: 虚线类型

# StyleOption_InvertNetwork
source: Invert network
de_de: Netzwerk invertieren
it_it: Inverti rete
nl_nl: Netwerk omkeren
pl_pl: Odwróć sieć
zh_cn: 反转该网络

# StyleOption_ObjectTwoDifferent
source: Two different
de_de: Zwei Unterschiedliche
it_it: Due differenti
nl_nl: Twee verschillende
pl_pl: Dwa różne
zh_cn: 两个不同的

# Header_ExpandTooltip
source: Hold {0} to collapse/expand all rules
de_de: Halte {0} zum ein-/ausklappen aller Regeln
it_it: Tieni premuti {0} per ridurre/espandere tutte le regole
nl_nl: Houd {0} ingedrukt om alle regels in/uit te klappen
pl_pl: Przytrzymaj {0}, aby rozwinąć/zwinąć wszystkie zasady
zh_cn: 按住 {0} 以折叠/展开所有规则
