Repository: MacSergey/NodeMarkup
Catalog: IMT/Properties/Localize.*.resx
Languages: de_de, it_it, nl_nl, pl_pl, ro_ro, sk_sk, zh_cn

# Mod_WhatsNewMessage1_10
source: [NEW] Added Prop and Tree line styles. They allow place any prop or tree on lines. Those objects are not counted in game prop and tree limits. [NEW] Added Decorative network line style. It allows place any decorative network like fence on lines. Those networks are not counted in game node and segment limits. [NEW] Added the ability to use markings on train tracks, metro tracks and pedestrian paths. [NEW] Added auto applying marking when it is pasted from buffer or preset if target intersection matches source intersection. Can be disabled in mod settings. [NEW] Added ability to turn off sidewalk clipping. [NEW] Sidewalk clipping is available for segments. [UPDATED] 3D filler mesh extends below the road surface to prevent gap on slope nodes. [UPDATED] Added the ability to rotate Shark Teeth. [FIXED] Fixed hole in overlay while selection such a big nodes. [FIXED] Fixed shadow on pavement line. [UPDATED] Added number format (m, %, °) to all properties. [FIXED] Fixed missed filler's points on intersection between normal lines. [TRANSLATION] Added Romanian language.
de_de: [NEW] Dekorationen und Bäume als Linienstil hinzugefügt. Dies ermöglicht Dekorationen oder Bäume auf Linien hinzuzufügen. Diese Objekte reduzieren nicht in die Dekorations- und Baum-Limits. [NEW] Dekorative Netzwerke als Linien hinzugefügt. Dies ermöglicht jeda Art dekorativen Netzwerkes, wie z.B. Zäune, als Linien hinzuzufügen. Diese Netzwerke reduzieren nicht die Kreuzungs- und Segmente-Limits. [NEW] Die Möglichkeit Markierungen auf Gleisen, U-Bahn-Gleisen und Fußgängerwegen zu erstellen wurde hinzugefügt. [NEW] Automatisches Anwenden von kopierten Markierungen, die aus der Zwischenablage oder den Vorlagen eingefügt werden, wenn die Ziel-Kreuzung zu der Quell-Kreuzung passt. Kann in den Mod-Einstellungen deaktiviert werden. [NEW] Die Möglichkeit, das Überlagern der Markierungen auf Bürgersteigen zu deaktivieren wurde hinzugefügt. [NEW] Das Überlagern der Markierungen auf Bürgersteigen ist auch für Segmente verfügbar. [UPDATED] 3D Füllungs-Mesh geht nun unter der Straßenoberfläche weiter um Lücken bei Straßen mit Gefälle oder Steigung zu verhindern. [UPDATED] Heifischzahn-Markierungen können nun rotiert werden. [FIXED] Das Loch in der Überlagerung bei der Auswahl von sehr gestreckten Netwerk-Knoten wurde behoben. [FIXED] Der fehlerhafte Schatten ander Bürgersteigkante als Linienstil wurde berhoben. [UPDATED] Zahlenformat (m, %, °) zu allen Eingabewerten hinzugefügt. [FIXED] Fehlende Füll-Eckpunkte auf Kreuzungen zwischen normalen Linien wurden behoben.
it_it: [NOVITÀ] Aggiunti gli stili della linea dell'albero e dell'oggetto. Consentono di posizionare qualsiasi sostegno o albero sulle linee. Questi oggetti non vengono conteggiati nel gioco e nei limiti dell'albero. [NOVITÀ] Aggiunto lo stile della linea di rete decorativa. Permette di posizionare qualsiasi rete decorativa come recinzione su linee. Tali reti non vengono conteggiate nei limiti del nodo e del segmento di gioco. [NOVITÀ] Aggiunta la possibilità di utilizzare i segnali sui binari del treno, della metropolitana e sui percorsi pedonali. [NOVITÀ] Aggiunto il contrassegno di applicazione automatica quando viene incollato dal buffer o preimpostato se l'intersezione di destinazione corrisponde all'intersezione di origine. Può essere disabilitato nelle impostazioni mod. [NOVITÀ] Aggiunta la possibilità di disattivare il ritaglio del marciapiede. [NOVITÀ] Il ritaglio del marciapiede è disponibile per i segmenti. [AGGIORNATO] La rete di riempimento 3D si estende al di sotto della superficie stradale per evitare spazi vuoti sui nodi del pendio. [AGGIORNATO] Aggiunta la possibilità di ruotare i denti di squalo. [RISOLTO] Risolto il problema con la sovrapposizione durante la selezione di nodi così grandi. [RISOLTO] Corretta l'ombra sulla linea del marciapiede. [AGGIORNATO] Aggiunto formato numerico (m, %, °) a tutte le proprietà. [RISOLTO] Risolti i punti di riempimento mancanti all'intersezione tra le linee normali. [TRADUZIONE] Aggiunta lingua rumena.
nl_nl: [NEW] Versieringen en bomen toegevoegd als lijnstijl. Hierdoor kunnen versieringen of bomen op lijnen worden aangebracht. Deze voorwerpen vallen niet binnen de grenzen van de decoratie en de boom. [NEW] Decoratieve netwerken toegevoegd als lijnen. Hierdoor kan elk type decoratief netwerk, zoals hekken, als lijnen worden toegevoegd. Deze netwerken verlagen de grenswaarden voor kruisingen en segmenten niet. [NEW] De mogelijkheid toegevoegd om markeringen aan te brengen op treinsporen, ondergrondse sporen en voetgangerspaden. [NEW] Pas automatisch gekopieerde markeringen, geplakt van klembord of sjablonen, toe wanneer het doel snijpunt overeenkomt met het bron snijpunt. Kan worden uitgeschakeld in de mod instellingen. [NEW] Mogelijkheid toegevoegd om overlappende markeringen op voetpaden uit te schakelen. [NEW] Overlaying markers op verhardingen is ook beschikbaar voor segmenten. [UPDATED] 3D opvuller loopt nu door onder het wegdek om gaten te voorkomen op wegen met hellingen. [UPDATED] De haaientanden kunnen nu gedraaid worden. [FIXED] Repareerde het gat in de overlay bij het selecteren van zeer uitgerekte mesh nodes. [FIXED] Verkeerde schaduw op stoeprand als lijnstijl opgelost. [UPDATED] Getalformaat (m, %, °) toegevoegd aan alle invoerwaarden. [FIXED] Ontbrekende punten van opvullers op kruisingen tussen normale lijnen opgelost.
pl_pl: [NEW] Dodano style linii dla rekwizytów i drzew. Pozwala to na umieszczenie dowolnego rekwizytu lub drzewa w liniach. Te obiekty nie są wliczane do limitów rekwizytów i drzew w grze. [NEW] Dodano styl sieci dekoracyjnej. Pozwala ona na umieszczanie sieci dekoracyjnej takiej jak płoty na liniach. Te sieci nie są wliczane w limity węzłów i segmentów gry. [NEW] Dodano możliwość używania oznaczeń na na torach kolejowych, torach tramwajowych oraz ścieżkach dla pieszych. [NEW] Dodano automatyczne zastosowywanie oznaczeń kiedy jest wklejane z buforu lub presetu kiedy skrzyżowanie pasuje to źródłowego skrzyżowania. Może zostać wyłączone w ustawieniach. [NEW] Dodano możliwość wyłaczenia przycinania chodnika. [NEW] Przycinanie chodnika jest dostępne dla segmentów. [UPDATED] Wypełnienie 3D rozciąga się poniżej powierzchnię drogi aby zapobiec powistawaniu luki na pochyłych węzłach. [UPDATED] Dodano opcję obracania oznaczenia ustąp pierwszeństwa. [FIXED] Naprawiono dziurę na nakładce podczas wybierania dużych węzłów. [FIXED] Naprawiono cień na lini chodnika. [UPDATED] Dodano format liczb (m, %, °) dla wszystkich ustawień. [FIXED] Naprawiono brakujące punkty dla wypełnień pomiędzy zwykłymi liniami na skrzyżowaniach. [TRANSLATION] Dodano język rumuński.
ro_ro: [NEW] Adăugată posibilitatea de a pune obiecte și copaci pe linii. Ele permit să se pună orice obiect și copaci pe linie. Obiectele astea nu sunt considerate în parametri obiectelor și a copacilor al jocului. [NEW] Adăugată stilul Rețea decorativă al liniilor. Aceasta permite să se pună orice rețea decorativa ca gardurile pe linii. Aceste obiecte nu sunt considerate in parametri nodurilor și segmentelor al jocului. [NEW] Adăugată posibilitatea de a folosi marcajele pe șiniile trenurilor, metrourilor și pe drumurile pietonale. [NEW] Adăugată aplicarea automată a marcajelor cănd vine lipită din buffer sau preset dacă intersecția interesată se potrivește intersecția sursă. Această opțiune poate fi dezacivată din setările modului. [NEW] Adăugată posibilitatea de a dezactiva tăierea trotuarului. [NEW] Opțiunea de tăiere a trotuarelor este valabilă și pentru segmente. [UPDATED] Plasa de umplutură 3D vine acum extinsă sub suprafeței strâzii pentru a preveni goluri în nodurile înclinate. [UPDATED] Adăugată posibilitatea de a roti Dinții de rechin. [FIXED] Rezolvată problema găurii în overlay cănd vin selectate noduri prea mari. [FIXED] Rezolvată problema umbrei în liniile trotuarelor. [UPDATED] Adăugată formatul numeric (m, %, °) la toate proprietățiile. [FIXED] Rezolvată problema punctelor fără umpluturi în intersecții între linii normale.
zh_cn: [NEW] 添加了摆件和树木的线段样式。它允许沿线放置任何摆件或树木。这些物品不计入游戏摆件和树木的上限。 [NEW] 添加了装饰性网络线段样式。它允许沿线放置任何装饰性网络，如围栏。这些网络不计入游戏节点和分段上限。 [NEW] 增加了在火车轨道、地铁轨道和人行道上添加标线的功能。 [NEW] 添加了当从缓存粘贴标线时自动应用标线，或者如果目标与源匹配，则自动应用标线。可以在模组设置中禁用。 [NEW] 添加了关闭人行道剪切的功能。 [NEW] 人行道剪切可用于路段上。 [UPDATED] 3D填充网格现在可在道路下方延伸，以防止倾斜的节点上出现间隙。 [UPDATED] 增加了旋转锯齿线的功能。 [FIXED] 修复了选择大节点时覆盖层中的蓝洞。 [FIXED] 修复人行道线上的阴影。 [UPDATED] 将数字单位（米，%，°）添加到所有属性。 [FIXED] 修复了法线相交处缺少填充点的问题。 [TRANSLATION] 添加罗马尼亚语。

# Settings_AutoApplyPastingDirectAndInvert
source: Direct and Invert order
de_de: Direkt und Reihenfolge invertieren
it_it: Ordine diretto e inverso
nl_nl: Directe en omgekeerde volgorde
pl_pl: Tryb kierunku i kolejnośc
ro_ro: Ordine directă și inversă
zh_cn: 正序与反序

# Settings_AutoApplyPastingDirectOnly
source: Only direct order
de_de: Nur direkt
it_it: Solo ordine diretto
nl_nl: Alleen directe volgorde
pl_pl: Tylko tryb kierunku
ro_ro: Doar ordine directă
zh_cn: 仅正序

# Mod_WhatsNewMessage1_10_1
source: [UPDATED] Auto applying marking is enable only when there is only one posible option to paste marking. [NEW] Added option "Only direct order" and "Direct and invert order" to auto applying marking. [FIXED] Fixed fillers calculation and illumination. [UPDATED] "Default color" button on color selector set default color of style instead of default color of mod.
de_de: [UPDATED] Automatisches Anwenden von Markierungen ist nur aktiv, wenn es nur eine Möglichkeit gibt, die Markierungen einzufügen. [NEW] Optionen "Nur direkt" und "Direkt und invertiert" für das automatische Anwenden von Markierungen hinzugefügt. [FIXED] Berechnung und Beleuchtung von Füllungen korrigiert. [UPDATED] "Standardfarbe"-Button beim Farbwahl er auf den Standard des Stils eingestellt, anstelle der Standardwerte der Mod.
it_it: [AGGIORNATO] L'applicazione automatica della marcatura è abilitata solo quando esiste una sola opzione possibile per incollare la marcatura. [NOVITÀ] Aggiunta l'opzione 'Solo ordine diretto' e 'Ordine diretto e invertito' all'applicazione automatica del contrassegno. [FISSO] Correzione del calcolo e dell'illuminazione dei riempitivi. [AGGIORNATO] Il pulsante 'Colore predefinito' sul selettore colore imposta il colore predefinito dello stile anziché il colore predefinito della mod.
nl_nl: [UPDATED] Automatisch aanbrengen van markering is alleen ingeschakeld als er maar één manier is om de markering in te voegen. [NEW] Opties "Alleen directe volgorde" en "Directe en omgekeerde volgorde" toegevoegd voor het automatisch aanbrengen van markeringen. [FIXED] Berekening en belichting van vullingen gecorrigeerd. [UPDATED] "Standaard kleur" knop bij de kleurselector stelt standaard kleur van stijl in in plaats van standaard kleur van mod.
pl_pl: [UPDATED] Automatyczne zastosowywanie oznaczeń działa tylko kiedy istnieje tylko jedna opcja wklejenia oznaczeń. [NEW] Dodano opcję "Tylko tryb kierunku" oraz "Tryb kierunku i kolejności" do automatycznego zastosowywania oznaczeń. [FIXED] Naprawiono przeliczanie i oświetlenie wypełnień. [UPDATED] Przycisk "Domyślny kolor" w wyborze koloru ustala domyślny kolor dla stylu zamiast domyślnego koloru dla modyfikacji.
ro_ro: [UPDATED] Marcajele aplicate in mod automat sunt activate doar când este posibilă doar o singură opțiune pentru a aplica marcajele. [NEW] Adăugată opțiunea "Doar ordine directă" și "Ordine directă și inversă" pentru a aplica marcajele în mod automat. [FIXED] Rezolvate calculatea ți înluminarea umpluturilor. [UPDATED] Butonul "Culoare împlicită" în selectorul de culori setează culoarea împlicită al stilului în loc de culoarea împlicită al modului.
zh_cn: [UPDATED] 当只有一个可粘贴标线的选项时，才会启用自动应用标线的功能。 [NEW] 为自动应用标线添加了选项“仅正序”和“正序与反序”。 [FIXED] 修复了填充图案计算与光照。 [UPDATED] “默认颜色”按钮在颜色选择器上设置样式的默认颜色，而不是模组的默认颜色。

# Mod_WhatsNewMessage1_10_2
source: [UPDATED] Added Plazas & Promenades DLC support. [NEW] Added Loading Screen Mod Revisited support. [FIXED] Fixed UI blinking while searching props/trees/networks.
de_de: [UPDATED] Plazas & Promenades DLC Unterstützung hinzugefügt. [NEW] Loading Screen Mod Revisited Unterstützung hinzugefügt. [FIXED] Blinkende UI beim suchen von Dekorationen/Bäumen/Netzwerken behoben.
it_it: [AGGIORNATO] Aggiunto il supporto del DLC Plazas & Promenades. [NOVITÀ] Aggiunto il supporto per la modifica della schermata di caricamento. [RISOLTO] Risolto il problema con l'interfaccia utente che lampeggiava durante la ricerca di oggetti di scena/alberi/reti.
nl_nl: [UPDATED] Ondersteuning toegevoegd voor Plazas & Promenades DLC. [FIXED] Probleem met knipperende UI bij het zoeken naar props/bomen/netwerken opgelost.
pl_pl: [UPDATED] Dodano wsparcie dla DLC Place & Promenady. [NEW] Dodano wsparcie dla Loading Screen Mod Revisited. [FIXED] Poprawiono migotanie UI podczas wyszukiwania rekwizytów/drzew/sieci.
ro_ro: [UPDATED] Adăugat suportul pentru Plazas & Promenades DLC. [NEW] Adăugat suportul pentru Loading Screen Mod Revisited. [FIXED] Rezolvată problema cu clipirea UI când se căutau obiecte/copaci/rețele.
zh_cn: [UPDATED] 增加了Plazas & Promenades DLC 的支持。 [NEW] 增加了 Loading Screen Mod Revisited 的支持。 [FIXED] 修复了搜索摆件/树木/网络时UI闪烁的问题。

# StyleOption_Slope
source: Slope
de_de: Gefälle
it_it: Pendenza
nl_nl: Helling
pl_pl: Nachylenie
ro_ro: Pantă
zh_cn: 斜坡

# StyleOption_Tilt
source: Tilt
de_de: Neigung
it_it: Inclinazione
nl_nl: Kantelen
pl_pl: Przechylenie
ro_ro: Înclinare
zh_cn: 倾角

# Settings_ShortcutEnterUnderground
source: Enter underground mode
de_de: Untergrundmodus aktivieren
it_it: Entra in modalità sotterranea
nl_nl: Ondergrondse modus activeren
pl_pl: Przejdź do trybu podziemnego
ro_ro: Intră in modul Underground
zh_cn: 进入地下模式

# Settings_ShortcutExitUnderground
source: Exit underground mode
de_de: Untergrundmodus beenden
it_it: Esci dalla modalità sotterranea
nl_nl: Ondergrondse modus verlaten
pl_pl: Wyjdź z trybu podziemnego
ro_ro: Ieșiți din modul Underground
zh_cn: 退出地下模式

# Settings_ToggleUnderground
source: Toogle underground
de_de: Unterirdische Ansicht umschalten
it_it: Modalità sotterranea
nl_nl: Ondergrondse weergave omschakelen
pl_pl: Przełącz tryb podziemny
ro_ro: Comutare modul Underground
zh_cn: 切换地下

# Settings_ToggleUndergroundButtons
source: Press {0} to enter and {1} to exit
de_de: Drücke {0} zum Betreten und {1} zum Beenden
it_it: Premi {0} per entrare e {1} per uscire
nl_nl: Druk op {0} om binnen te gaan en op {1} om te verlaten
pl_pl: Naciśnij {0}, aby wejść i {1}, aby wyjść
ro_ro: Apăsați {0} pentru a intra și {1} pentru a ieși
zh_cn: 按 {0} 进入， {1} 退出

# Settings_ToggleUndergroundHold
source: Hold {0}
de_de: Halte {0}
it_it: Tieni premuto {0}
nl_nl: Houd {0}
pl_pl: Przytrzymaj {0}
ro_ro: Mențineți apăsat {0}
zh_cn: 按住 {0}

# Tool_EnterUnderground
source: Press {0} to enter underground mode
de_de: Drücke {0}, um in den unterirdischen Modus zu gelangen
it_it: Premi {0} per entrare nella modalità sotterranea
nl_nl: Druk op {0} om de ondergrondse modus in te gaan
pl_pl: Naciśnij {0}, aby przejść do trybu podziemnego
ro_ro: Apăsați {0} pentru a intra în modul Underground
zh_cn: 按 {0} 进入 地下模式

# Tool_ExitUnderground
source: Press {0} to exit underground mode
de_de: Drücke {0}, um den unterirdischen Modus zu verlassen
it_it: Premi {0} per uscire dalla modalità sotterranea
nl_nl: Druk op {0} om de ondergrondse modus te verlaten
pl_pl: Naciśnij {0}, aby wyjść z trybu podziemnego
ro_ro: Apăsați {0} pentru a ieși din modul Underground
zh_cn: 按 {0} 退出 地下模式

# Tool_InfoUnderground
source: Hold {0} to underground mode
de_de: Halte {0} gedrückt für den unterirdischen Modus
it_it: Tieni premuto {0} per modalità sotterranea
nl_nl: Houd {0} om in ondergrondse modus te gaan
pl_pl: Przytrzymaj {0} by przejść w tryb podziemny
ro_ro: Țineți apăsat {0} pentru modul Underground
zh_cn: 按住{0}进入地下模式

# Settings_LODDistanceMarking
source: 2D Marking LOD distance
de_de: LOD Distanz für 2D Markierungen
it_it: Segnando la distanza LOD 2D
nl_nl: LOD-afstand voor 2D markeringen
pl_pl: Odległość rysowania oznaczeń 2D
ro_ro: Distanța LOD pentru marcajele 2D
zh_cn: 2D标线LOD显示距离

# Settings_LODDistanceNetwork
source: Network LOD distance
de_de: LOD Distanz für Netzwerke
it_it: Distanza LOD del Network
nl_nl: LOD-afstand voor netwerken
pl_pl: Odległość rysowania sieci
ro_ro: Distanța LOD a rețelei
zh_cn: 网络LOD显示距离

# Settings_LODDistanceProp
source: Prop LOD distance
de_de: LOD Distanz für Dekorationen
it_it: Distanza LOD del Prop
nl_nl: LOD-afstand voor props
pl_pl: Odległość rysowania rekwizytów
ro_ro: Distanța LOD a arborilor
zh_cn: 摆件LOD显示距离

# Settings_LODDistanceTree
source: Tree LOD distance
de_de: LOD Distanz für Bäume
it_it: Distanza LOD dell'Albero
nl_nl: LOD-afstand voor bomen
pl_pl: Odległość rysowania drzew
ro_ro: Distanța LOD a copacilor
zh_cn: 树木LOD显示距离

# StyleOption_ObjectAuto
source: Auto
de_de: Automatisch
nl_nl: Automatisch
pl_pl: Automatycznie
ro_ro: Automat
zh_cn: 自动

# Settings_LODDistanceMesh
source: 3D Marking LOD distance
de_de: LOD Distanz für 3D Markierungen
it_it: Segnando la distanza LOD 3D
nl_nl: LOD-afstand voor 3D markeringen
pl_pl: Odległość rysowania oznaczeń 3D
ro_ro: Distanța LOD pentru marcajele 3D
zh_cn: 3D标线LOD显示距离

# Settings_Render
source: Render
de_de: Rendern
it_it: Renderizza
pl_pl: Renderowanie
ro_ro: Randare
zh_cn: 渲染

# Editor_LessOptions
source: Less options
de_de: Optionen reduzieren
it_it: Meno opzioni
nl_nl: Minder opties
pl_pl: Mniej opcji
ro_ro: Mai puține opțiuni
zh_cn: 显示更少选项

# Editor_MoreOptions
source: More options
de_de: Weitere Optionen
it_it: Più opzioni
nl_nl: Meer opties
pl_pl: Więcej opcji
ro_ro: Mai multe opțiuni
zh_cn: 显示更多选项

# Settings_CollapseRules
source: Collapse line rule panels
de_de: Anzeige der Linien-Regeln zusammenklappen
it_it: Ridurre pannello delle regole delle linee
nl_nl: Regel panelen inklappen
pl_pl: Zwiń panele z zasadami linii
zh_cn: 折叠线段规则面板

# StyleOption_MainColor
source: Main color
de_de: Hauptfarbe
it_it: Colore principale
nl_nl: Hoofdkleur
pl_pl: Główny kolor
ro_ro: Culoare principală
zh_cn: 主配色

# StyleOption_SecondColor
source: Second color
de_de: Zweite Farbe
it_it: Colore secondario
nl_nl: Tweede kleur
pl_pl: Drugi kolor
ro_ro: Culoare secundară
zh_cn: 次选颜色

# LineStyle_DoubleDashedAsym
source: Double dashed asym
de_de: Doppelt gestrichelt asym
it_it: Doppia linea tratteggiata asimmetrica
nl_nl: Dubbel gestreept asym
pl_pl: Podwójna przerywana asymetryczna
ro_ro: Linie dublă întreruptă asimetrică
zh_cn: 不对称双虚线

# NumberFormat_Period
source: Each {0}
de_de: Jede {0}
it_it: Ogni {0}
nl_nl: Elke {0}
pl_pl: Każdy {0}
ro_ro: Fiecare {0}
zh_cn: 每个 {0}

# StyleOption_CrosswalkGap
source: Gap
de_de: Abstand
it_it: Intervallo
nl_nl: Afstand
pl_pl: Odstęp
ro_ro: Decalaj
zh_cn: 间隔

# FillerStyle_CornerRadiusAbrv
source: Regular
de_de: Regulär
it_it: Regolare
nl_nl: Normaal
pl_pl: Zwykły
zh_cn: 常规

# FillerStyle_CornerRadiusMedianAbrv
source: Median
it_it: Mediana
nl_nl: Middenberm
pl_pl: Mediana
ro_ro: Mediană
zh_cn: 分隔带

# FillerStyle_CurbSizeAbrv
source: Regular
de_de: Regulär
it_it: Regolare
nl_nl: Normaal
pl_pl: Zwykły
zh_cn: 常规

# FillerStyle_CurbSizeMedianAbrv
source: Median
it_it: Mediana
nl_nl: Middenberm
pl_pl: Mediana
ro_ro: Mediană
zh_cn: 分隔带

# StyleOption_Dash
source: Dash
de_de: Streifen
it_it: Tratteggiata
nl_nl: Strepen
pl_pl: Kreska
ro_ro: Liniuță
zh_cn: 虚线

# StyleOption_Length
source: Length
de_de: Länge
it_it: Lunghezza
nl_nl: Lengte
pl_pl: Długość
ro_ro: Lungime
zh_cn: 长度

# StyleOption_LineOffsetAbrv
source: Line
de_de: Linie
it_it: Linea
nl_nl: Lijn
pl_pl: Linia
ro_ro: Linie
zh_cn: 线段

# StyleOption_MedianOffsetAbrv
source: Median
it_it: Mediana
nl_nl: Middenberm
pl_pl: Mediana
ro_ro: Mediană
zh_cn: 分隔带

# StyleOption_OffsetAfterAbrv
source: After
de_de: Danach
it_it: Dopo
nl_nl: Na
pl_pl: Po
ro_ro: După
zh_cn: 后

# StyleOption_OffsetBeforeAbrv
source: Before
de_de: Davor
it_it: Prima
nl_nl: Voor
pl_pl: Przed
ro_ro: Înainte
zh_cn: 前

# StyleOption_Space
source: Space
de_de: Freiraum
it_it: Spazio
nl_nl: Leegte
pl_pl: Przestrzeń
ro_ro: Spațiu
zh_cn: 间隔

# StyleOption_Rails
source: Guides
de_de: Leitlinien
it_it: Guida
nl_nl: Hulplijnen
pl_pl: Linie pomocnicze
ro_ro: Ghiduri
zh_cn: 边界

# StyleOption_SharkToothBaseAbrv
source: Base
de_de: Basis
nl_nl: Basis
pl_pl: Baza
ro_ro: Baza
zh_cn: 边长

# StyleOption_SharkToothHeightAbrv
source: Height
de_de: Höhe
it_it: Altezza
nl_nl: Hoogte
pl_pl: Wysokość
ro_ro: Înălțime
zh_cn: 高度
