Repository: MacSergey/NodeMarkup
Catalog: IMT/Properties/Localize.*.resx
Languages: de_de, it_it, nl_nl, pl_pl, ro_ro, sk_sk, zh_cn

# Mod_WhatsNewMessage1_4
source: [WARNING] Default templates setting will be reset. [NEW] Added the ability to copy/paste marking from one exist intersection to another exist intersection. [UPDATED] Now the marking is not removed if you replace the road with a different number of points. [NEW] Added map editor support. [NEW] Added the ability to save marking data in intersection assets. [NEW] Added "Shark teeth" line and stop line style. [NEW] Added "Solid&Dashed" stop line style. [NEW] Added "Chess board" crosswalk style. [NEW] Added the ability to set create modifiers for any styles. [NEW] Added the ability to duplicate templates. [NEW] Added the ability to have several templates with some name. [NEW] Added Alignment option to all double line styles. [NEW] Added the ability to start filler "Chevron" style from edges. [NEW] Added the ability to get delete warning only if will affect others items. [NEW] Added the ability to resize panel. [NEW] Added the ability to backup templates. [NEW] Added the ability to reset all points offset. [NEW] Added MoveIt mirroring support (wait MoveIt update). [UPDATED] Update filler "Chevron" style calculation algorithm. [FIXED] Fix filler vertex duplicates in create interface. [FIXED] Fix asym lines wrong invert value after load.
it_it: [WARNING] l'impostazione dei modelli predefiniti verrà ripristinata. [NEW] Aggiunta la possibilità di copiare/incollare il contrassegno da un'intersezione esistente a un'altra intersezione esistente. [UPDATED] Ora la segnaletica non viene rimossa se si sostituisce la strada con un diverso numero di punti. [NEW] Aggiunto il supporto per l'editor di mappe. [NEW] Aggiunta la possibilità di salvare i dati di marcatura nelle risorse di intersezione. [NEW] Aggiunta la linea "Denti di squalo" e lo stile della linea di arresto. [NEW] Aggiunto lo stile della linea di arresto "Solid&Dashed". [NEW] Aggiunto lo stile di attraversamento pedonale "Scacchiera". [NEW] Aggiunta la possibilità di impostare modificatori di creazione per qualsiasi stile. [NEW] Aggiunta la possibilità di duplicare i modelli. [NEW] Aggiunta la possibilità di avere diversi modelli con un nome. [NEW] Aggiunta l'opzione di allineamento a tutti gli stili di doppia linea. [NEW] Aggiunta la possibilità di avviare lo stile "Chevron" di riempimento dai bordi. [NEW] Aggiunta la possibilità di ricevere un avviso di eliminazione solo se influirà su altri elementi. [NEW] Aggiunta la possibilità di ridimensionare il pannello. [NEW] Aggiunta la possibilità di eseguire il backup dei modelli. [NEW] Aggiunta la possibilità di ripristinare tutti i punti offset. [NEW] Aggiunto il supporto per il mirroring di MoveIt (attendere l'aggiornamento di MoveIt). [UPDATED] Aggiorna l'algoritmo di calcolo dello stile "Chevron" di riempimento. [FIXED] Correggi i duplicati dei vertici di riempimento nell'interfaccia di creazione. [FIXED] Risolto il problema con le linee asimmetriche del valore di inversione dopo il caricamento.
zh_cn: [WARNING] 默认模板设定会被重置。 [NEW] 新增从一个现有路口复制/粘贴标记到另一个现有路口的功能。 [UPDATED] 现在当您使用一条端点数量不同的道路替换当前道路时，已有标线不会被删除。 [NEW] 添加对地图编辑器内使用的支持。 [NEW] 新增在交叉口 (Intersection) 资产保存标线数据的功能。 [NEW] 新增 ”三角式“ 线段和停止线样式。 [NEW] 新增 ”虚实线“ 停止线样式。 [NEW] 新增 ”棋盘格“ 人行横道样式。 [NEW] 新增为任何样式设置 ”创建修饰键“ 的功能。 [NEW] 新增复制模板的功能。 [NEW] 新增在创建多个模板时，使用相同名称的功能。 [NEW] 为所有双线的线段样式新增了对齐选项。 [NEW] 新增从边缘开始创建“锯齿形样式”的填充图案的功能。 [NEW] 新增仅当影响到其他标线时弹出删除警告的功能。 [NEW] 新增改变 IMT 面板大小的功能。 [NEW] 新增备份模板的功能。 [NEW] 新增重置所有端点偏移的功能。 [NEW] 新增 Move It 镜像功能的支持（等待 Move It 更新） [UPDATED] 更新“锯齿形样式”的算法。 [FIXED] 修复了创建填充图案界面中，填充图案顶点的重复问题。 [FIXED] 修复了载入存档后，非对称线段反转值错误的问题。

# MessageBox_CantUndone
source: This action cannot be undone.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.
it_it: Questa azione non può esser annullata.
nl_nl: Deze actie kan niet ongedaan worden gemaakt.
pl_pl: Nie będzie można cofnąć tej operacji.
ro_ro: Această acțiune nu poate fi anulată.
zh_cn: 此操作不可撤销。

# LineStyle_Empty
source: Empty
de_de: Ohne Linienstil
it_it: Vuoto
nl_nl: Leeg
pl_pl: Pusty
ro_ro: Gol
zh_cn: 空

# Settings_ShortcutCreateEdgeLines
source: Create edge lines
de_de: Randlinien erstellen
it_it: Crea bordo linea
nl_nl: Maak kantlijn
pl_pl: Utwórz linie krawędzi
ro_ro: Creează linii de margine
zh_cn: 创建新边线

# Panel_CreateEdgeLines
source: Create edge lines
de_de: Randlinien erstellen
it_it: Crea bordo linea
nl_nl: Maak kantlijnen
pl_pl: Utwórz linie krawędzi
ro_ro: Creează linii de margine
zh_cn: 创建边角线

# Panel_ResetOffset
source: Reset all points offset
de_de: Versätze aller Punkte zurücksetzen
it_it: Resetta tutti gli spostamenti
nl_nl: Reset alle punt correctieafstanden
pl_pl: Resetuj przesunięcie wszystkich punktów
ro_ro: Resetare toate punctele de offset
zh_cn: 重置全部端点偏移

# Settings_QuickBorderSetup
source: Quick crosswalk borders setup
de_de: Schnellerstellung Fußgängerüberwegeränder
it_it: Impostazione rapida bordi attraversamento pedonale
nl_nl: Snelle zebrapad randen setup
pl_pl: Szybkie tworzenie obramowania przejścia dla pieszych
ro_ro: Configurare rapidă bordurile trecerilor de pietoni
zh_cn: 快速设置人行横道边界

# Settings_RailUnderMarking
source: Markings under tracks
de_de: Markierung unter Gleisen
it_it: Marcatura sotto le tracce
nl_nl: Markeringen onder spoor
pl_pl: Oznaczenia pod torami
ro_ro: Marcaje sub căile ferate
zh_cn: 标线显示在轨道下方

# Settings_RailUnderMarkingWarning
source: Warning: this option changes game objects render order
de_de: Achtung: Diese Option ändert die Reihenfolge in der die Spiel-Objekte gerendert werden
it_it: Attenzione: Questa opzione cambia l'ordine di render degli oggetti
nl_nl: Waarschuwing: Deze optie veranderd de volgorde waarin objecten gerenderd worden
pl_pl: Ostrzeżenie: Ta opcja zmiena kolejność renderowania obiektów w grze
ro_ro: Atenție: opțiunea asta schimbă ordinea de render a obiectelor din joc
zh_cn: 警告：此设置会改变游戏渲染顺序

# Mod_WhatsNewMessage1_4_1
source: [NEW] Added the ability to draw marking under tracks. This can be disabled in the options. WARNING: This option change game objects render order. [NEW] Added modifier to create a empty line (without rules). [NEW] Added the ability to create all edge lines at once (line from road last point to next road first point). [NEW] Lines no longer climb on pavement. Work only for lines from the first or last road point. [NEW] Added "Quick crosswalk option setup" - automatically open border selection interface after create crosswalk like line's "Quick rule setup". This can be disabled in the options. [NEW] Added panel additional options menu. [FIXED] Fix left mouse click on selection node. [FIXED] Fix panel out of screen. [UPDATED] Hover overlay color changed from white to light blue to avoid merging with the markup. [UPDATED] Crosswalk line no longer creates unnecessary intersections. You may need to set crosswalk borders for already created crosswalks.
de_de: [NEW] Möglichkeit hinzugefügt, Markierungen unter Gleisen verlaufen zu lassen. Dies kann in den Optionen deaktiviert werden. WARNUNG: Diese Funktion ändert die Reihenfolge, in der Spiel-Objekte gerendert werden. [NEW] Funktion hinzugefügt um unsichtbare Linien zu erstellen (ohne Regeln). [NEW] Funktion hinzugefügt alle Randlinien gleichzeitig zu erstellen (Linie vom, letzten Punkt der Straße zum ersten Punkt der nächsten Straße). [NEW] Linien überlagern nicht mehr den Bürgersteig. Funktioniert nur für Linien vom ersten oder letzten Punkt einer Straße. [NEW] "Schnell-Erstellung für Fußgängerüberwegsmarkierungen" hinzugefügt - öffnet automatisch den Ränder-Auswahl sowie es bei der "Schnell-Regel-Erstellung" der Fall ist. Kann in den Einstellungen deaktiviert werden. [NEW] Menü für "Zusätzliche Funktionen" hinzugefügt. [FIXED] Oberfläche außerhalb des Bildschirms repariert. [UPDATED] Overlay-Farbe beim hinüberfahren mit der Maus von weiß in ein schwaches blau geändert, damit es sich besser von den Markierungen abhebt. [UPDATED] Fußgängerüberwegemarkierungen erstellen keine unnötigen Überschneidungen mehr. Möglicherweise musst du für bereits erstellte Fußgängerüberwegemarkierungen nun Ränder festlegen.
it_it: [NEW] Aggiunta l'abilità di disegnare le marcature sotto al tracciato. Queste possono esser disabilitate dalle opzioni. ATTENZIONE: Questa opzione cambia l'ordine di render degli oggetti di gioco. [NEW] Aggiunto modificatore per creare una linea vuota (senza regole). [NEW] Aggiunta la possibilità di creare i bordi a tutte le linee in una volta (da un capo all'altro della strada) [NEW] Aggiunta "Configurazione rapida dell'opzione attraversamento pedonale" - apre automaticamente l'interfaccia di selezione del bordo dopo aver creato il passaggio pedonale simile a "Configurazione rapida delle regole". Questo può essere disabilitato nelle opzioni. [NEW] Aggiunto menù opzioni addizionali. [FIXED] Fixato il click sinistro del mouse nella selezione del nodo. [FIXED] Fixato il pannello fuori dallo schermo. [UPDATED] Il colore della sovrapposizione al passaggio del mouse è cambiato da bianco ad azzurro per evitare la fusione con il markup. [UPDATED] La linea dell'attraversamento pedonale non crea più incroci non necessari. Potrebbe essere necessario impostare i bordi delle strisce pedonali per quelle già esistenti.
zh_cn: [NEW] 新增在轨道下方绘制标线的功能。此功能可以在模组选项中禁用。警告：此功能会改变游戏渲染顺序。 [NEW] 添加创建空线段（没有规则的线段）的修饰键 [NEW] 新增一次性创建所有边缘线的功能（边缘线是从一条道路的最后一个端点，到另一条路第一个端点的线段） [NEW] 人行道上，从第一个或最后一个端点开始的的线段，将不再倾斜向上。 [NEW] 新增“快速设置人行横道”功能 - 创建人行横道后，类似于线段的“快速初始化新规则”，会自动打开选择边界的界面。此功能可以在模组选项中关闭。 [NEW] 新增了模组面板的附加选项菜单。 [FIXED] 修复了点击左键选择节点的问题。 [FIXED] 修复了面板超出屏幕的问题。 [UPDATED] 悬停渲染层的颜色从白色更改为浅蓝色，以防止与标线混淆。 [UPDATED] 人行横道线段将不再创建非必要的交叉点，因此您可能需要为已创建的人行横道设置边界。

# HeaderPanel_SaveAsAsset
source: Save as asset
de_de: Als Asset speichern
it_it: Salva come risorsa
nl_nl: Opslaan als asset
pl_pl: Zapisz jako zasób
ro_ro: Salvați ca asset
zh_cn: 保存为资产

# TemplateEditor_TemplateByAuthor
source: {0} by {1}
de_de: {0} von {1}
it_it: {0} da {1}
nl_nl: {0} door {1}
pl_pl: {0} autorstwa {1}
ro_ro: {0} de la {1}
zh_cn: {0} 作者： {1}

# PresetEditor_EmptyMessage
source: The list of presets is empty. To create a preset, click «{0}» at the panel header.
de_de: Die Liste mit Kreuzungsvorlagen ist leer. Um eine Kreuzungsvorlage zu erstellen klicke «{0}» in der Kopf-Zeile.
it_it: La lista dei preimpostati è vuota. Per creare un preimpostato, clicca «{0}» nell'intestazione del pannello.
nl_nl: De lijst met presets is leeg. Klik bovenaan in het paneel op «{0}» om een preset te maken.
pl_pl: Lista presetów jest pusta. Aby, utworzyć preset, kliknij «{0}» na nagłówku panelu.
ro_ro: Lista de preset este goală. Pentru a crea un preset, apăsați «{0}» pe antetul panoului.
zh_cn: 没有预设可选。 在面板上点击 «{0}» 来创建新预设。

# PresetEditor_Presets
source: Presets
de_de: Kreuzungsvorlagen
it_it: Preimpostati
nl_nl: Voorinstellingen
pl_pl: Presety
ro_ro: Preseturi
zh_cn: 预设

# Panel_SaveAsPreset
source: Save as preset
de_de: Als Kreuzungsvorlage speichern
it_it: Salva come preimpostato
nl_nl: Opslaan als preset
pl_pl: Zapisz jako preset
ro_ro: Salvați ca preset
zh_cn: 保存为预设

# Settings_ShortcutSaveAsPreset
source: Save as preset
de_de: Als Kreuzungsvorlage speichern
it_it: Salva come preimpostato
nl_nl: Opslaan als preset
pl_pl: Zapisz jako preset
ro_ro: Salvare ca preset
zh_cn: 保存为预设

# HeaderPanel_NoPresets
source: No presets
de_de: Keine Kreuzungsvorlagen
it_it: No preimpostati
nl_nl: Geen presets
pl_pl: Brak presetów
ro_ro: Niciun preset
zh_cn: 无预设

# PresetEditor_ApplyPreset
source: Apply preset
de_de: Kreuzungsvorlage übernehmen
it_it: Applica preimpostato
nl_nl: Preset toepassen
pl_pl: Zastosuj preset
ro_ro: Aplică preset
zh_cn: 应用预设

# Preset_NewPreset
source: New preset
de_de: Neue Kreuzungsvorlage
it_it: Nuovo preimpostato
nl_nl: Nieuwe preset
pl_pl: Nowy preset
ro_ro: Presetare nouă
zh_cn: 新预设

# Tool_EndApplyPresetCaption
source: Exit applying preset mode
de_de: Modus zum Übernehmen von Kreuzungsvorlagen verlassen
it_it: Esci dalla modalità di applicazione dei predefiniti
nl_nl: Modus voorinstelling toepassen verlaten
pl_pl: Opuść tryb aplikacji presetu
ro_ro: Ieșiți din modul aplicare preset
zh_cn: 退出应用预设模式

# Tool_EndApplyPresetMessage
source: Do you want to apply a preset?
de_de: Möchtest du die Kreuzungsvorlage anwenden?
it_it: Vuoi utilizzare un predefinito?
nl_nl: Wil je een voorinstelling toepassen?
pl_pl: Czy chcesz zastosować preset?
ro_ro: Vreți să aplicați un preset?
zh_cn: 要应用预设吗？

# TemplateEditor_Author
source: Author
de_de: Ersteller
it_it: Autore
nl_nl: Auteur
pl_pl: Autor
ro_ro: Autor
zh_cn: 作者

# Settings_ApplyAfterRestart
source: Applies after game restart
de_de: Nach Neustart des Spiels anwenden
it_it: Applica dopo il riavvio del gioco
nl_nl: Toepassen na game herstart
pl_pl: Zostanie zastosowane po ponownym uruchomieniu gry
ro_ro: Se aplică la repornirea jocului
zh_cn: 游戏重启后生效

# Settings_LoadMarkingAssets
source: Load markings assets
de_de: Lade Markierungs-Objekte
it_it: Carica risorse di marcatura
nl_nl: Markerings assets laden
pl_pl: Załaduj assety oznaczeń
ro_ro: Încărcați datele marcajelor
zh_cn: 载入标线资产

# PresetInfo_Crosswalks
source: Crosswalks:
de_de: Fußgängerüberwege:
it_it: Attraversamento pedonale:
nl_nl: Zebrapaden:
pl_pl: Przejścia dla pieszych:
ro_ro: Treceri de pietoni:
zh_cn: 人行横道:

# PresetInfo_Fillers
source: Fillers:
de_de: Füllungen:
it_it: Riempimenti:
nl_nl: Opvullingen:
pl_pl: Wypełnienia:
ro_ro: Umpluturi:
zh_cn: 填充图案:

# PresetInfo_Lines
source: Lines:
de_de: Linien:
it_it: Linee:
nl_nl: Lijnen:
pl_pl: Linie:
ro_ro: Linii:
zh_cn: 线段:

# PresetInfo_NoScreenshot
source: No screenshot
de_de: Kein Bildschirmfoto vorhanden
it_it: Nessun screenshot
nl_nl: Geen screenshot
pl_pl: Brak zrzutu ekranu
ro_ro: Nu sunt screenshot-uri
zh_cn: 无截图

# PresetInfo_RoadPoints
source: Road #{0} points:
de_de: Straße #{0} Punkte:
it_it: Punto #{0} della strada:
nl_nl: Weg #{0} punten:
pl_pl: Punkty na drodze #{0}:
ro_ro: Număr puncte străzii #{0}:
zh_cn: 道路 #{0} 端点：

# PresetInfo_Roads
source: Roads:
de_de: Straßen:
it_it: Strade:
nl_nl: Wegen:
pl_pl: Drogi:
ro_ro: Străzi:
zh_cn: 道路：

# Settings_CutLineByCrosswalk
source: Cut new line by crosswalks
de_de: Neue Linien am Fußgängerüberweg beenden
it_it: Taglia le nuove linee che interferiscono con le strisce pedonali
nl_nl: Nieuwe lijn snijden op basis van zebrapad
pl_pl: Przecinaj linie krzyżujące się z przejściem dla pieszych
ro_ro: Se decupează o nouă linie la fiecare trecere de pietoni
zh_cn: 在人行横道后创建线

# HeaderPanel_CutLinesByCrosswalk
source: Cut lines by this crosswalk
de_de: Linien an diesem Fußgängerüberweg beenden
it_it: Taglia le linee che interferiscono con queste strisce pedonali
nl_nl: Lijnen bij dit zebrapad afsnijden
pl_pl: Przetnij linie przecinające to przejście dla pieszych
ro_ro: Decupați liniile de la această trecere de pietoni
zh_cn: 从人行横道后生成标线

# Settings_BackupPresets
source: Backup presets
de_de: Kreuzungsvorlagen sichern
it_it: Backup preimpostati
nl_nl: Back-up voorinstellingen
pl_pl: Kopia zapasowa presetów
ro_ro: Backup preseturi
zh_cn: 备份预设

# Settings_DeletePresetsButton
source: Delete all presets
de_de: Alle Kreuzungsvorlagen löschen
it_it: Cancella tutti i preimpostati
nl_nl: Verwijder alle presets
pl_pl: Usuń wszystkie presety
ro_ro: Ștergeți toate preseturile
zh_cn: 删除所有预设​​​​​​​​​

# Settings_DeletePresetsCaption
source: Delete all presets
de_de: Alle Kreuzungsvorlagen löschen
it_it: Cancella tutti i preimpostati
nl_nl: Verwijder alle presets
pl_pl: Usuwanie presetów
ro_ro: Ștergeți toate preseturile
zh_cn: 删除所有预设​​​​​​​​​

# Settings_DeletePresetsMessage
source: Do you really want to remove all presets?
de_de: Willst du wirklich alle Voreinstellungen entfernen?
it_it: Vuoi veramente rimuovere tutti i preimpostati?
nl_nl: Weet je zeker dat je alle presets wil verwijderen?
pl_pl: Czy na pewno chcesz usunąć wszystkie presety?
ro_ro: Sigur doriți să ștergeți toate preseturile?
zh_cn: 确定要删除所有预设吗?

# Settings_DumpPresetsButton
source: Dump presets to file
de_de: Kreuzungsvorlagen in Datei sichern
it_it: Salva i predefiniti su file
nl_nl: Exporteer presets als bestand
pl_pl: Eksportuj presety do pliku
ro_ro: Salvare preseturi într-un fișier
zh_cn: 导出预设到文件

# Settings_DumpPresetsCaption
source: Dump presets
de_de: Kreuzungsvorlagen sichern
it_it: Salva i predefiniti
nl_nl: Exporteer presets
pl_pl: Eksportuj presety
ro_ro: Salvare preseturi
zh_cn: 导出预设

# Settings_RestorePresetsButton
source: Restore presets from file
de_de: Kreuzungsvorlagen aus Datei wiederherstellen
it_it: Ripristina i predefiniti da file
nl_nl: Herstel presets uit bestand
pl_pl: Przywróć presety z pliku
ro_ro: Încărcați preseturi din fișier
zh_cn: 从文件中恢复预设

# Settings_RestorePresetsCaption
source: Restore presets
de_de: Kreuzungsvorlagen wieder herstellen
it_it: Ripristina i predefiniti
nl_nl: Herstel presets
pl_pl: Przywracanie presetów
ro_ro: Încărcați preseturi
zh_cn: 恢复预设

# Settings_RestorePresetsMessage
source: Do you really want to restore presets? The restored presets will replace all existing presets.
de_de: Möchtest du die Kreuzungsvorlagen wirklich wiederherstellen? Die wieder hergestellten Kreuzungsvorlagen werden alle vorhandenen Kreuzungsvorlagen ersetzen.
it_it: Vuoi ripristinare i predefiniti? I predefiniti ripristinati sostituiranno i predefiniti attuali.
nl_nl: Weet je zeker dat je presets wil herstellen? De herstelde presets zullen alle bestaande presets vervangen.
pl_pl: Czy na pewno chcesz przywrócić presety? Wszystkie istniejące presety zostaną zastąpione.
ro_ro: Sunteți sigur că vreți să încărcați preseturile? Preseturile încărcate vor înlocui toate preseturile existente.
zh_cn: 确定要恢复预设吗? 恢复后的数据会覆盖既存的预设。

# Settings_RestorePresetsMessageFailed
source: Presets restore failed
de_de: Wiederherstellen der Kreuzungsvorlagen fehlgeschlagen
it_it: Ripristino dei predefiniti fallito
nl_nl: Herstellen presets mislukt
pl_pl: Nie udało się przywrócić presetów
ro_ro: Eșec la încărcarea preseturilor
zh_cn: 预设恢复失败

# Settings_RestorePresetsMessageSuccess
source: Presets successfully restored
de_de: Kreuzungsvorlagen erfolgreich wiederhergestellt
it_it: Predefiniti ripristinati con successo
nl_nl: Presets zijn succesvol hersteld
pl_pl: Presety zostały pomyślnie przywrócone
ro_ro: Preseturile au fost restabilite cu succes
zh_cn: 预设恢复成功

# Settings_ShortcutCutLinesByCrosswalks
source: Cut lines by all crosswalks
de_de: Linien an allen Fußgängerüberwegen beenden
it_it: Taglia le linee che interferiscono con qualsiasi strisce pedonali
nl_nl: Lijnen bij alle zebrapaden afsnijden
pl_pl: Przetnij linie przecinające przejścia dla pieszych
ro_ro: Decupare linii de la toate trecerile de pietoni
zh_cn: 从人行横道后生成标线

# Panel_CutLinesByCrosswalks
source: Cut lines by all crosswalks
de_de: Linien an allen Fußgängerüberwegen beenden
it_it: Taglia le linee che interferiscono con qualsiasi strisce pedonali
nl_nl: Lijnen bij alle zebrapaden afsnijden
pl_pl: Przetnij linie przecinające przejścia dla pieszych
ro_ro: Decupați liniile de la toate trecerile de pietoni
zh_cn: 从人行横道后生成标线

# PresetEditor_RewriteCaption
source: Rewrite preset asset
de_de: Kreuzungsvorlage-Objekt überschreiben
it_it: Riscrivere l'asset del preset
nl_nl: Preset asset overschrijven
pl_pl: Zmień nazwę asseta zestawu ustawień
ro_ro: Rescriere datele preseturilor
zh_cn: 重写预设资产

# PresetEditor_RewriteMessage
source: To change its name requires rewriting the asset file. Continue?
de_de: Um den Namen zu ändern muss die Objekt-Datei neu geschrieben werden. Fortfahren?
it_it: Cambiare il nome richiede la riscrittura del file dell'asset. Continuare?
nl_nl: Om de naam te wijzigen moet het asset-bestand overschreven worden. Doorgaan?
pl_pl: Zmiana nazwy wymaga zmiany nazwy pliku assetu. Czy chcesz kontynuować?
ro_ro: Pentru a schimba numele, fișierul cu asset-uri trebuie rescris. Continuați?
zh_cn: 本预设是资产。需要覆写资产文件才能更改名称。要继续吗？

# TemplateEditor_RewriteCaption
source: Rewrite template asset
de_de: Stilvorlagen-Spiel-Objekt überschreiben
it_it: Riscrivere l'asset del template
nl_nl: Sjabloon asset overschrijven
pl_pl: Zmień nazwę asseta szablonu
ro_ro: Rescriere datele șabloanelor
zh_cn: 重写模板资产

# TemplateEditor_RewriteMessage
source: To change its name and values requires rewriting the asset file. Continue?
de_de: Um den Namen und die Werte zu ändern muss die Objekt-Datei neu geschrieben werden. Fortfahren?
it_it: Cambiare il nome e i valori richiede la riscrittura del file dell'asset. Continuare?
nl_nl: Om de naam en waardes te wijzigen moet het asset-bestand overschreven worden. Doorgaan?
pl_pl: Zmiana nazwy i wartości wymaga zmiany nazwy pliku assetu. Czy chcesz kontynuować?
ro_ro: Pentru a schimba numele și valorile, fișierul cu asset-uri trebuie rescris. Continuați?
zh_cn: 本模板是资产。需要覆写资产文件才能更改名称。要继续吗？

# CrosswalkEditor_BordersWarning
source: To be able to set the crosswalk borders, you must have lines started from the same points as the crosswalk
de_de: Um Fußgängerüberwege-Ränder festzusetzen, müssen Linien vorhanden sein, die von dem selben Punkt starten wie die Fußgängerüberweg-Markierung
it_it: Per impostare i bordi delle strisce pedonali, devi avere delle linee che partano dalla stessa posizione delle strisce pedonali
nl_nl: Om zebrapad randen in te stellen moeten er lijnen zijn die starten vanaf dezelfde punten als het zebrapad
pl_pl: Aby, ustawić obramowanie przejścia dla pieszych, pozostałe linie muszą posiadać punkt wspólny z przejściem dla pieszych
ro_ro: Pentru a seta marginile trecerii de pietoni, trebuie să aveți linii care încep din aceeași punct ca și trecerea de pietoni
zh_cn: 若要建立人行道边界，请在人行横道端点处划线

# LineEditor_RulesWarning
source: You must have lines that intersect with this line to be able to change the rule's "From" and "To" points and create additional rules.
de_de: Um Regeln von "Von" und "Zu" Punkten verändern zu können und zusätzliche Regeln zu erstellen, müssen Linien vorhanden sein, die sich mit dieser Linie überschneiden.
it_it: Per cambiare i punti "Da" e "A" e creare nuove regole, devi prima avere una o più linee che intersecano con questa linea.
nl_nl: Er moeten lijnen zijn die deze lijn snijden om de "Van" en "Naar" punten te wijzigen of om extra regels te maken.
pl_pl: Aby, zmienić punkty "Od" i "Do" oraz dodatkowe ustawienia wybranej reguły, wybrana linia musi przecinać się z innymi liniami.
ro_ro: Trebuie să aveți linii care intersectează cu linia asta pentru a schimba regulile din punctul de început și sfârșit și pentru a crea reguli adiționale.
zh_cn: 若要改变线段起始点与终点并创建附加规则，另一线段必须与本线段交叉

# Settings_ShowPaneltips
source: Show hints on panel
de_de: Tipps in der Oberfläche anzeigen
it_it: Mostra il pannello dei suggerimenti
nl_nl: Laat hints in UI zien
pl_pl: Pokazuj podpowiedzi na panelu
ro_ro: Arată sugestii pe panou
zh_cn: 显示面板提示

# HeaderPanel_Edit
source: Edit
de_de: Bearbeiten
it_it: Modifica
nl_nl: Wijzigen
pl_pl: Edycja
ro_ro: Editează
zh_cn: 编辑

# HeaderPanel_Save
source: Save changes
de_de: Änderungen speichern
it_it: Salva le modifiche
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
ro_ro: Salvare modificări
zh_cn: 保存更改

# HeaderPanel_NotSave
source: Don't save changes
de_de: Änderungen nicht speichern
it_it: Non salvare le modifiche
nl_nl: Wijzigingen niet opslaan
pl_pl: Nie zapisuj zmian
ro_ro: Nu salva modificările
zh_cn: 不保存更改

# PresetEditor_SaveChangesMessage
source: Do you want to save preset name change?
de_de: Möchtest du die Namensänderung der Kreuzungsvorlage speichern?
it_it: Vuoi salvare il cambiamento del nome del preset?
nl_nl: Wil je de preset naamsverandering opslaan?
pl_pl: Czy chcesz zapisać zmianę nazwy presetu?
ro_ro: Vreți să salvați schimbarea numele presetului?
zh_cn: 你想保存预设名称更改吗？

# TemplateEditor_SaveChanges
source: Save changes
de_de: Änderungen speichern
it_it: Salva le modifiche
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
ro_ro: Salvare modificări
zh_cn: 保存更改
