Repository: MacSergey/NodeMarkup
Catalog: IMT/Properties/Localize.*.resx
Languages: de_de, it_it, nl_nl, pl_pl, ro_ro, sk_sk, zh_cn

# Tool_InfoFillerSelectStart
source: Select a point to start creating a filler
de_de: Wähle einen Punkt um mit dem Erstellen einer Füllung zu beginnen
it_it: Seleziona un punto per iniziare la creazione di un riempimento
nl_nl: Selecteer een punt om te beginnen met het creëren van een opvulling
pl_pl: Wybierz punkt aby rozpocząć tworzenie wypełnienia
ro_ro: Selectați un punct pentru a începe crearea unei umpluturi
sk_sk: Vyberte bod pre vytvorenie výplne
zh_cn: 选择填充区域起点

# Tool_InfoFillerSelectNext
source: Select the next point in the contour
de_de: Wähle den nächsten Punkt des Umrisses
it_it: Seleziona il punto successivo del contorno
nl_nl: Selecteer het volgende punt van de omtrek
pl_pl: Wybierz następny punkt konturu
ro_ro: Selectați următorul punct în schiță
sk_sk: Vyberte ďalší bod obvodu výplne
zh_cn: 选择填充区域下一端点

# Editor_ColorCopy
source: Copy
de_de: Kopieren
it_it: Copia
nl_nl: Kopiëren
pl_pl: Kopiuj
ro_ro: Copiere
sk_sk: Kopírovať
zh_cn: 复制

# Editor_ColorPaste
source: Paste
de_de: Einfügen
it_it: Incolla
nl_nl: Plakken
pl_pl: Wklej
ro_ro: Lipire
sk_sk: Prilepiť
zh_cn: 粘贴

# Editor_ColorDefault
source: Default
de_de: Standard
it_it: Predefinito
nl_nl: Standaard
pl_pl: Domyślne
ro_ro: Implicit
sk_sk: Predvolená
zh_cn: 默认

# FillerStyle_Solid
source: Solid
de_de: Vollständig gefüllt
it_it: Continua
nl_nl: Ononderbroken
pl_pl: Wypełnienie
ro_ro: Linie continuă
sk_sk: Plná
zh_cn: 实线

# Mod_WhatsNewMessage1_2_1
source: [FIXED] Fix hold Alt, Ctrl and Shift buttons on Mac OS and Linux. [NEW] Added "Double solid" and "Double Dashed" stop line styles. [TRANSLATION] Added Italian and Portuguese translations.
de_de: [FIXED] Fix Alt, Strg und Shift Tasten halten unter Mac OS und Linux. [NEW] "Doppelt durchgezogen" und "Doppelt gestrichelte" Haltelinien-Stile hinzugefügt. [TRANSLATION] Italienische und Portugiesische Übersetzung hinzugefügt.
it_it: [FIXED] Correttii pulsanti Alt, Ctrl e Shift su Mac OS e Linux. [NEW] Aggiunti gli stili di linea di stop "Doppia continua" e "Doppia tratteggiata". [TRANSLATION] Aggiunte traduzioni in italiano e portoghese.
zh_cn: [FIXED] 修复了 Mac OS 和 Linux 操作系统上按住 Alt、Ctrl 和 Shift 的问题。 [NEW] 新增了 “双实线” 和 “双虚线” 停止线样式。 [TRANSLATION] 添加了意大利语和葡萄牙语翻译。

# Mod_WhatsNewMessage1_1
source: [UPDATED] "What`s New" message will pop-up one time after an update and can be disabled in the Options menu. [TRANSLATION] Added the following translations: Czech, Dutch, French, German, Japanese, Polish, Russian, and Spanish. [NEW] End Points can now be dragged from one to another by holding Ctrl. [NEW] Backups - In the Options menu the marking data on a map can now be backed up by dumping to a file and then importing it. This is necessary if you need to disable the mod, make a new save without the mod, and then need to recovery all markings. [NEW] There will now be a popup warning when deleting items. This applies to lines, rules and templates. This can be disabled in the options. [NEW] New shortcut added for adding a new rule - Shift+Ctrl+A (remappable). [NEW] Quick Rule setup: After adding a new rule the interface for selecting its start and end points now opens automatically. You no longer need to click the "From" and "To" areas. This can be disabled in the options. [FIXED] Fixed issue with lines appearing to be broken or split - only occurred at highway and city road transitions. [UPDATED] Lines will no longer render when Info View overlays are shown. [UPDATED] Activation shortcut will now trigger when another tool opens while Marking Tool is already opened.
de_de: [UPDATED] "Was ist Neu" Nachricht erscheint nur noch einmal nach einem Update und kann im Options-Menu ausgeschaltet werden. [TRANSLATION] Übersetzungen hinzugefügt: Tschechisch, Niederländisch, Französisch, Deutsch, Japanisch, Polnisch, Russisch und Spanisch. [NEW] Endpunkte können nun von einem zum anderen gezogen werden, wenn man Strg hält. [NEW] Backups - In den Einstellungen können alle gesetzten Markierungen einer Map als Backup gespeichert und später wieder importiert werden. Dies wird benötigt, wenn du den Mod deaktivieren willst, den Spielstand dann nochmal speichern möchtest und nach der erneuten Aktivierung des Mods die Markierungen wieder herstellen möchtest. [NEW] Es gibt nun einen Warnhinweis wenn etwas gelöscht werden soll. Dies gilt für Linien, Regeln und Vorlagen. Die Warnung kann in den Einstellungen deaktiviert werden. [NEW] Neues Tastenkürzel zum Hinzufügen neuer Regeln eingestellt - Shift+Ctrl+A (änderbar). [NEW] Schnell-Regeln-Einstellungen: Nach dem Hinzufügen einer neuen Regel öffnet sich die Mod-Oberfläche zum Auswählen des Start- und Endpunktes automatisch. "Von" und "Zu" muss nicht mehr zusätzlich angeklickt werden. Das kann in den Einstellungen deaktiviert werden. [FIXED] Fehler behoben, durch den Linien unterbrochen oder geteilt erschienen - dies kam nur bei Verbindungen zwischen Autobahnen und Stadtstraßen vor. [UPDATED] Linien werden nicht mehr gerendert, wenn die Info-Ansichten geöffnet sind. [UPDATED] Der Aktivierungsshortcut wird nun angesprochen, wenn ein anderes Tool geöffnet wird, während das Marking Tool schon geöffnet ist.
it_it: [UPDATED] Il messaggio "Novità - What's New" verrà visualizzato una volta dopo un aggiornamento e può essere disabilitato nel menu Opzioni. [TRANSLATION] Aggiunte le seguenti traduzioni: ceco, olandese, francese, tedesco, giapponese, polacco, russo e spagnolo. [NEW] Ora è possibile trascinare i punti finali da uno dall'altro tenendo premuto Ctrl. [NEW] Backup: nel menu Opzioni è ora possibile eseguire il backup dei dati di marcatura su una mappa scaricando su un file e quindi importandolo. Ciò è necessario se servisse disabilitare la mod, effettuare un nuovo salvataggio senza la mod e quindi ripristinare tutti i contrassegni. [NEW] Ora verrà visualizzato un avviso popup quando si eliminano elementi. Questo vale per linee, regole e modelli. Questo può essere disabilitato nelle opzioni. [NEW] Aggiunta nuova scorciatoia per l'aggiunta di una nuova regola - Maiusc + Ctrl + A (rimappabile). [NEW] Impostazione rapida della regola: dopo aver aggiunto una nuova regola, l'interfaccia per la selezione dei punti iniziale e finale ora si apre automaticamente. Non è più necessario fare clic sulle aree "Da" e "A". Questo può essere disabilitato nelle opzioni. [FIXED] Risolto il problema con le linee che sembravano essere spezzate o divise - si verificava solo nelle transizioni autostradali e stradali. [UPDATED] Le linee non verranno più visualizzate quando sono mostrate le informazioni della visualizzazione delle sovrapposizioni. [UPDATED] La scorciatoia di attivazione ora si attiverà quando si apre un altro strumento mentre lo strumento di marcatura è già aperto.
zh_cn: [UPDATED] ”更新提示“消息在更新后只会弹出一次，并且可以在模组选项中关闭。 [TRANSLATION] 添加以下语言的翻译：捷克语、荷兰语、法语、德语、日语、波兰语、俄语和西班牙语。 [NEW] 现在可以按住 Ctrl，来把末端端点从一处拖动到另一处。 [NEW] 备份 - 在模组选项中，地图的标线数据现在可以通过导出到文件然后再导入，来进行备份。如果您要禁用 IMT 模组，在禁用的情况下创建新存档，并恢复所有标记，备份是非常必要的。 [NEW] 现在当删除线段、规则和模板时，会弹出一个警告。弹窗警告可以在模组选项中关闭。 [NEW] 现在添加新规则时，可以使用新快捷键 - Shift+Ctrl+A（快捷键可以在选项中改变） [NEW] 快速初始化新规则：添加新规则后，将自动打开选择起点和终点的界面。您将不再需要点击“起点”和“终点”按钮来设置。快速初始化新规则功能，可以在模组选项中禁用。 [FIXED] 修复了线段出现断开或分裂的问题 - 此问题仅发生在高速公路和城市道路的交接处 [UPDATED] 当显示信息图层时，不再渲染线段。 [UPDATED] 在 IMT 面板打开时，如果打开另一个工具，激活快捷键会立刻触发。

# Settings_ShortcutAddNewFiller
source: Add new filler
de_de: Neue Füllung hinzufügen
it_it: Aggiungi un nuovo riempimento
nl_nl: Nieuwe opvulling toevoegen
pl_pl: Dodaj nowe wypełnienie
ro_ro: Adăugare filtru nou
sk_sk: Pridať novú výplň
zh_cn: 创建新填充图案

# LineStyle_StopDouble
source: Double solid
de_de: Doppelt durchgezogen
it_it: Doppia continua
nl_nl: Dubbel ononderbroken
pl_pl: Podwójna ciągła
ro_ro: Linie dublă continuă
sk_sk: Dvojitá plná
zh_cn: 双实线

# LineStyle_StopDoubleDashed
source: Double dashed
de_de: Doppelt gestrichelt
it_it: Doppia tratteggiata
nl_nl: Dubbel onderbroken
pl_pl: Podwójna przerywana
ro_ro: Linie dublă întreruptă
sk_sk: Dvojitá prerušovaná
zh_cn: 双虚线

# HeaderPanel_StyleCopy
source: Copy
de_de: Kopieren
it_it: Copia
nl_nl: Kopiëren
pl_pl: Kopiuj
ro_ro: Copiere
sk_sk: Kopírovať
zh_cn: 复制

# HeaderPanel_StylePaste
source: Paste
de_de: Einfügen
it_it: Incolla
nl_nl: Plakken
pl_pl: Wklej
ro_ro: Lipire
sk_sk: Prilepiť
zh_cn: 粘贴

# FillerStyle_Chevron
source: Chevron
de_de: Winkel
it_it: Spina di pesce o Gallone
nl_nl: Visgraat
pl_pl: Szewron
ro_ro: Parchet
sk_sk: Lomené čiary
zh_cn: 锯齿形

# StyleOption_AngleBetween
source: Angle between
de_de: Winkel-Grad
it_it: Angolo compreso tra
nl_nl: Binnenhoek
pl_pl: Kąt pomiędzy
ro_ro: Unghi între
sk_sk: Uhol medzi
zh_cn: 角度

# StyleOption_Turn
source: Turn
de_de: Umdrehen
it_it: Gira
nl_nl: Draai
pl_pl: Obróć
ro_ro: Comutare
sk_sk: Otočiť
zh_cn: 旋转

# LineEditor_EmptyMessage
source: There are no lines at this intersection yet. To create a line connect two points.
de_de: Es befinden sich noch keine Linien auf dieser Kreuzung. Zum Erstellen einer Linie zwei Punkte miteinander verbinden.
it_it: Non ci sono ancora linee in questa intersezione. Per creare una linea connetti due punti.
nl_nl: Er zijn nog geen lijnen op dit kruispunt. Verbind twee punten om een lijn te maken.
pl_pl: To skrzyżowanie nie ma jeszcze żadnych linii. Aby utworzyć linię połącz ze sobą dwa punkty.
ro_ro: Încă nu există linii în intersecția asta. Pentru a crea o linie conectează două puncte.
sk_sk: Na tejto križovatke nie sú žiadne čiary. Pre vytvorenie čiary spojte dva body.
zh_cn: 此交叉路口没有标线。 连接端点以创建标线。

# FillerEditor_EmptyMessage
source: There are no fillers at this intersection yet. To create a filler hold {0} or press {1}.
de_de: Es befinden sich noch keine Füllungen auf dieser Kreuzung. Zum Erstellen einer Füllung halte {0} oder drücke {1}.
it_it: Non ci sono ancora riempimenti in questo incrocio. Per creare un riempimento, tieni premuto {0} o premi {1}.
nl_nl: Er zijn nog geen opvullingen bij dit kruispunt. Houdt {0} ingedrukt of klik {1} om een opvulling te maken.
pl_pl: To skrzyżowanie nie ma jeszcze żadnych wypełnień. Aby utworzyć wypełnienie, przytrzymaj {0} lub naciśnij {1}.
ro_ro: Încă nu există umpleri în intersecția asta. Pentru a crea o umplutură mențineți apăsat {0} sau apăsați {1}.
sk_sk: Na tejto križovatke nie sú žiadne výplne. Pre vytvorenie výplne držte {0}, alebo stlačte {1}.
zh_cn: 此交叉路口没有填充图案。 按住{0}或点按 {1} 以创建填充图案.

# TemplateEditor_EmptyMessage
source: The list of templates is empty. To create a template, click «{0}» at the line or crosswalk or filler style.
de_de: Die Liste mit Stilvorlagen ist leer. Um eine Stilvorlage zu erstellen klicke «{0}» beim Linien-, Fußgängerüberweg- oder Füllungs-Stil.
it_it: La lista dei modelli è vuota. Per creare un modello, clicca «{0}» sulla linea, sull'attraversamento pedonale o sullo stile del riempimento.
nl_nl: De lijst met sjablonen is leeg. Klik «{0}» bij de lijn-, zebrapad- of opvuliingstijl om een sjabloon te maken.
pl_pl: Lista szablonów jest pusta. Aby utworzyć szablon, kliknij «{0}» na wybranym stylu linii, przejścia dla pieszych lub wypełnienia.
ro_ro: Lista șabloanelor este goală. Pentru a crea un șablon, apăsați «{0}» pe linie sau trecere de pietoni sau pe stilul umplerii.
sk_sk: Nie sú vytvorené žiadne šablóny. Pre vytvorenie šablóny, vyberte «{0}» pri úprave štýlu čiary, priechodu alebo výplne.
zh_cn: 没有模板可选。 在线段或填充格式上点击 «{0}» 来创建新模板。

# StyleOption_Alignment
source: Alignment
de_de: Ausrichtung
it_it: Allineamento
nl_nl: Uitlijning
pl_pl: Wyrównanie
ro_ro: Aliniere
sk_sk: Zarovnanie
zh_cn: 对齐

# Tool_InfoCreateNormalLine
source: Click to create a perpendicular line
de_de: Klicken, um eine orthogonale Linie zu erstellen
it_it: Clicca per creare una linea perpendicolare
nl_nl: Klik om een loodrechte lijn te maken
pl_pl: Kliknij, aby utworzyć prostopadłą linię
ro_ro: Apăsați pentru a crea o linie perpendiculară
sk_sk: Kliknite pre vytvorenie kolmej čiary
zh_cn: 点击以创建垂直线

# Tool_InfoDeleteNormalLine
source: Click to delete the perpendicular line
de_de: Klicken, um die orthogonale Linie zu löschen
it_it: Clicca per cancellare le linea perpendicolare
nl_nl: Klik om de loodrechte lijn te verwijderen
pl_pl: Kliknij, aby usunąć prostopadłą linię
ro_ro: Apăsați pentru a elimina linia perpendiculară
sk_sk: Kliknite pre zmazanie kolmej čiary
zh_cn: 点击以擦除垂直线

# CrosswalkStyle_Zebra
source: Zebra
de_de: Zebrastreifen
ro_ro: Trecere de pietoni normală
zh_cn: 斑马线

# CrosswalkStyle_Existent
source: Existing crosswalk
de_de: Originale Fußgängerüberweg-Markierung
it_it: Atttraversamento esistente
nl_nl: Bestaande zebrapad
pl_pl: Istniejące przejście dla pieszych
ro_ro: Trecere de pietoni existentă
sk_sk: Existujúci priechod
zh_cn: 现存人行横道

# StyleOption_OffsetBetween
source: Offset between
de_de: Abstand dazwischen
it_it: Compensa tra
nl_nl: Correctieafstand tussen
pl_pl: Odstęp pomiędzy
ro_ro: Offset între
sk_sk: Posun medzi
zh_cn: 间隔大小

# CrosswalkEditor_Crosswalks
source: Crosswalks
de_de: Fußgängerüberwege
it_it: Attraversamenti
nl_nl: Zebrapaden
pl_pl: Przejścia dla pieszych
ro_ro: Treceri de pietoni
sk_sk: Priechody
zh_cn: 人行横道

# CrosswalkEditor_EmptyMessage
source: There are no crosswalks at this intersection yet. To create a crosswalk hold {0}.
de_de: Es befinden sich noch keine Fußgängerüberweg-Markierungen auf dieser Kreuzung. Zum Erstellen einer Fußgängerüberweg-Markierung {0} gedrückt halten.
it_it: Non ci sono attualmente strisce pedonali a questo incrocio. Per crearli tieni premuto {0}.
nl_nl: Er zijn nog geen zebrapaden op deze kruising. Houd {0} ingedrukt om een zebrapad te maken.
pl_pl: To skrzyżowanie nie ma jeszcze przejścia dla pieszych. Aby utworzyć przejście dla pieszych, przytrzymaj klawisz {0}.
ro_ro: Nu sunt treceri de pietoni în intersecția asta. Pentru a crea o trecere de pietoni, apăsați {0}.
sk_sk: Na tejto križovatke nie sú žiadne priechody. Pre vytvorenie prechodu podržte {0}.
zh_cn: 此交叉路口没有人行道。 按住{0}以创建人行道。

# CrossWalkEditor_DeleteCaptionDescription
source: crosswalk
de_de: Fußgängerüberweg
it_it: strisce pedonali
nl_nl: zebrapad
pl_pl: przejście dla pieszych
ro_ro: trecere de pietoni
sk_sk: priechod
zh_cn: 人行横道

# CrosswalkStyle_Group
source: Crosswalks
de_de: Fußgängerüberwege
it_it: Attraversamenti
nl_nl: Zebrapaden
pl_pl: Przejścia dla pieszych
ro_ro: Treceri de pietoni
sk_sk: Priechody
zh_cn: 人行横道

# FillerStyle_Group
source: Fillers
de_de: Füllungen
it_it: Riempimenti
nl_nl: Opvullingen
pl_pl: Wypełnienia
ro_ro: Umpluturi
sk_sk: Výplne
zh_cn: 填充图案

# LineStyle_RegularLinesGroup
source: Regular lines
de_de: Reguläre Linien
it_it: Linee regolari
nl_nl: Normale lijnen
pl_pl: Zwykłe linie
ro_ro: Linii regulare
sk_sk: Normálne čiary
zh_cn: 普通标线

# LineStyle_StopLinesGroup
source: Stop lines
de_de: Haltelinie
it_it: Linee di Stop
nl_nl: Stoplijnen
pl_pl: Linie zatrzymania
ro_ro: Linii de stop
sk_sk: Hranice križovatky
zh_cn: 停止线

# Settings_GroupLines
source: Group lines
de_de: Linien gruppieren
it_it: Gruppo di linee
nl_nl: Groepeer lijnen
pl_pl: Grupuj linie
ro_ro: Grupare linii
sk_sk: Zoskupovať čiary
zh_cn: 线段整合成组

# Settings_GroupTemplates
source: Group templates
de_de: Stilvorlagen gruppieren
it_it: Gruppo di modelli
nl_nl: Groepeer sjablonen
pl_pl: Grupuj szablony
ro_ro: Grupare șabloane
sk_sk: Zoskupovať šablóny
zh_cn: 模板整合成组

# Tool_InfoCreateCrosswalk
source: Click to create a crosswalk
de_de: Klicken um eine Fußgängerüberweg-Markierung zu erstellen
it_it: Clicca per creare un attraversamento
nl_nl: Klik om een zebrapad te maken
pl_pl: Kliknij, aby utworzyć przejście dla pieszych
ro_ro: Apăsați pentru a crea o trecere de pietoni
sk_sk: Kliknete pre vytvorenie priechodu
zh_cn: 点击以创建人行横道

# Tool_InfoDeleteCrosswalk
source: Click to delete the crosswalk
de_de: Zum Löschen der Fußgängerüberweg-Markierung klicken
it_it: Clicca per cancellare l'attraversamento
nl_nl: Klik om een zebrapad te verwijderen
pl_pl: Kliknij, aby usunąć przejście dla pieszych
ro_ro: Apăsați pentru a șterge trecerea de pietoni
sk_sk: Kliknete pre zmazanie priechodu
zh_cn: 点击以擦除人行横道

# Settings_GroupTemplatesByStyle
source: By style
de_de: Nach Stil
it_it: Per stile
nl_nl: Op stijl
pl_pl: Według stylu
ro_ro: După stil
sk_sk: Podla štýlu
zh_cn: 按样式

# Settings_GroupTemplatesByType
source: By type
de_de: Nach Typ
it_it: Per tipo
nl_nl: Op type
pl_pl: Według typu
ro_ro: După tip
sk_sk: Podľa typu
zh_cn: 按类型

# CrosswalkStyle_DoubleZebra
source: Double zebra
de_de: Zweigeteilter Zebrastreifen
it_it: Doppia zebratura
nl_nl: Dubbel zebra
pl_pl: Podwójna zebra
ro_ro: Trecere de pietoni dublă
sk_sk: Dvojitá zebra
zh_cn: 双斑马线

# StyleOption_LineWidth
source: Line width
de_de: Linienstärke
it_it: Spessore linea
nl_nl: Lijnbreedte
pl_pl: Szerokość linii
ro_ro: Lățimea liniei
sk_sk: Hrúbka čiary
zh_cn: 线条宽度

# CrosswalkStyle_ParallelSolidLines
source: Parallel solid lines
de_de: Parallele durchgezogene Linien
it_it: Doppia linea continua
nl_nl: Parallelle ononderbroken lijnen
pl_pl: Równoległe linie ciągłe
ro_ro: Linii continue paralele
sk_sk: Súbežné plné čiary
zh_cn: 平行实线

# CrosswalkEditor_LeftBorder
source: Left border
de_de: Linker Rand
it_it: Bordo sinistro
nl_nl: Linker grens
pl_pl: Lewy obrys
ro_ro: Margine stânga
sk_sk: Ľavá hranica
zh_cn: 左边界

# CrosswalkEditor_RightBorder
source: Right border
de_de: Rechter Rand
it_it: Bordo destro
nl_nl: Rechter grens
pl_pl: Prawy obrys
ro_ro: Margine dreapta
sk_sk: Pravá hranica
zh_cn: 右边界

# CrosswalkEditor_InfoSelectLeftBorder
source: Select the crosswalk's left border
de_de: Wähle den linken Rand der Fußgängerüberweg-Markierung
it_it: Seleziona il bordo sinistro dell'attraversamento
nl_nl: Selecteer de linker zebrapad grens
pl_pl: Wybierz lewy obrys przejścia dla pieszych
ro_ro: Selectați marginea stângă a trecerii de pieton
sk_sk: Vyber ľavú hranicu priechodu
zh_cn: 选择人行横道左边界

# CrosswalkEditor_InfoSelectRightBorder
source: Select the crosswalk's right border
de_de: Wähle den rechten Rand der Fußgängerüberweg-Markierung
it_it: Seleziona il bordo destro dell'attraversamento
nl_nl: Selecteer de rechter zebrapad grens
pl_pl: Wybierz prawy obrys przejścia dla pieszych
ro_ro: Selectați marginea dreaptă a trecerii de pieton
sk_sk: Vyber pravú hranicu priechodu
zh_cn: 选择人行横道右边界

# Settings_GroupPointsOverlay
source: Group points overlay
de_de: Punkte-Gruppen Einblendung
it_it: Gruppo di punti sovrapposto
nl_nl: Groepeer punten overlay
pl_pl: Grupuj punkty nakładki
ro_ro: Puncte de grup suprapuse
sk_sk: Zoskupovať body
zh_cn: 显示节点归类

# Settings_GroupPointsArrangeCircle
source: Arrange in a circle
de_de: Im Kreis anordnen
it_it: Disponi in cerchio
nl_nl: Stel samen in een cirkel
pl_pl: Ułóż w okrąg
ro_ro: Aranjare în cerc
sk_sk: Usporiadať do kruhu
zh_cn: 以圆圈表示归类

# Settings_GroupPointsArrangeLine
source: Arrange in a line
de_de: In einer Linie anordnen
it_it: Disponi in linea
nl_nl: Stel samen in een rij
pl_pl: Ułóż w linii
ro_ro: Aranjare în linie
sk_sk: Usporiadať do rady
zh_cn: 以线段表示归类

# LineEditor_RuleOverlappedWarning
source: This rule is overlapped by another rule. Check the other rule's "From" and "To" points.
de_de: Diese Regel wird von einer anderen Regel überlagert. Überprüfe die "Von" und "Zu" Punkte der anderen Regeln.
it_it: La regola si sovrappone con un'altra. Controlla le regole su "Da" e "A".
nl_nl: De regel wordt overlapt door een andere regel. Controleer de "Van" en "Naar" punten van andere regels.
pl_pl: Reguła jest nadpisywana przez inną regułę. Sprawdź punkty "Z" i "Do" innych reguł.
ro_ro: Regula asta este suprapusă la o altă regulă. Verificați regulile la punctele de început și sfârșit.
sk_sk: Pravidlo se prekrýva s iným pravidlom. Skontrolujte začiatočné a koncové body ostatných pravidiel.
zh_cn: 此规则与另一规则重突。 请检查规则的起点与终点。

# LineRule_LeftBorder
source: Crosswalk's left border
de_de: Linke Außenlinie der Fußgängerüberweg-Markierung
it_it: Bordo sinistro delle strisce pedonali
nl_nl: Zebrapad rand links
pl_pl: Lewy margines przejścia dla pieszych
ro_ro: Marginea dreaptă a trecerii de pieton
sk_sk: Ľavá hranica priechodu
zh_cn: 人行横道左边界

# LineRule_RightBorder
source: Crosswalk's right border
de_de: Rechte Außenlinie der Fußgängerüberweg-Markierung
it_it: Bordo destro delle strisce pedonali
nl_nl: Zebrapad rand rechts
pl_pl: Prawy margines przejścia dla pieszych
ro_ro: Marginea stângă a trecerii de pieton
sk_sk: Pravá hranica priechodu
zh_cn: 人行横道右边界

# CrosswalkStyle_ResetBorder
source: Reset
de_de: Zurücksetzen
it_it: Ripristina
nl_nl: Herstellen
pl_pl: Resetuj
ro_ro: Resetează
sk_sk: Resetovať
zh_cn: 重置

# Tool_InfoSelectCrosswalkEndPoint
source: Select endpoint
de_de: Endpunkt auswählen
it_it: Seleziona il punto di fine
nl_nl: Selecteer eindpunt
pl_pl: Wybierz punkt końcowy
ro_ro: Selectați punctul final
sk_sk: Vyber koncový bod
zh_cn: 选择端点

# Tool_InfoSelectCrosswalkStartPoint
source: Select a point to create or delete a crosswalk
de_de: Wähle einen Punkt zum Erstellen oder Löschen einer Fußgängerüberweg-Markierung
it_it: Seleziona un punto per creare o cancellare le strisce pedonali
nl_nl: Selecteer een punt om een zebrapad te creëren of te verwijderen
pl_pl: Wybierz punkt, aby utworzyć lub usunąć przejście dla pieszych
ro_ro: Selectați un punct pentru a crea ori șterge o trecere de pietoni
sk_sk: Vyberte bod pre vytvorenie alebo zmazanie priechodu
zh_cn: 点选起始点 来创建/删除人行横道

# CrosswalkStyle_ParallelDashedLines
source: Parallel dashed lines
de_de: Parallele gestrichelte Linien
it_it: Doppia linea tratteggiata
nl_nl: Parallelle onderbroken lijnen
pl_pl: Równoległe przerywane linie
ro_ro: Linii întrerupte paralele
sk_sk: Súbežné prerušované čiary
zh_cn: 平行虚线

# CrosswalkStyle_Ladder
source: Ladder
de_de: Leiter
it_it: Scala
pl_pl: Drabinka
ro_ro: Scară
sk_sk: Rebrík
zh_cn: 阶梯式

# HeaderPanel_NoTemplates
source: No templates
de_de: Keine Stilvorlagen
it_it: Nessun modello
nl_nl: Geen sjablonen
pl_pl: Brak szablonów
ro_ro: Fără șabloane
sk_sk: Žiadne šablóny
zh_cn: 没有模板

# CrosswalkStyle_Solid
source: Solid
de_de: Vollständig gefüllt
it_it: Continua
nl_nl: Ononderbroken
pl_pl: Ciągła
ro_ro: Linie continuă
sk_sk: Plná
zh_cn: 实线

# LineStyle_CrosswalkLinesGroup
source: Crosswalk lines
de_de: Fußgängerüberwege
it_it: Strisce pedonali
nl_nl: Zebrapad lijnen
pl_pl: Linie przejść dla pieszych
ro_ro: Linii pentru trecere de pietoni
sk_sk: Čiary priechodu
zh_cn: 人行横道线

# CrossWalkEditor_DeleteMessageDescription
source: crosswalk
de_de: Fußgängerüberweg
it_it: strisce pedonali
nl_nl: zebrapad
pl_pl: przejście dla pieszych
ro_ro: trecere de pietoni
sk_sk: priechod
zh_cn: 人行横道

# FillerEditor_DeleteMessageDescription
source: filler
de_de: füllung
it_it: riempimento
nl_nl: opvulling
pl_pl: wypełnienie
ro_ro: umplutură
sk_sk: výplň
zh_cn: 填充图案

# LineEditor_DeleteMessageDescription
source: line
de_de: Linie
it_it: linea
nl_nl: lijn
pl_pl: linia
ro_ro: linie
sk_sk: čiara
zh_cn: 线段

# PointEditor_DeleteMessageDescription
source: point
de_de: Punkt
it_it: punto
nl_nl: punt
pl_pl: punkt
ro_ro: punct
sk_sk: bod
zh_cn: 点

# TemplateEditor_DeleteMessageDescription
source: template
de_de: Stilvorlage
it_it: modello
nl_nl: sjabloon
pl_pl: szablon
ro_ro: șablon
sk_sk: šablóna
zh_cn: 模版

# Mod_LoadFailed
source: Load was completed with errors. Failed to load markings for {0} intersections.
de_de: Laden mit Fehlern beendet. Die Markierungen von {0} Kreuzungen konnten nicht geladen werden.
it_it: Il caricamento è stato completato con errori. Impossibile caricare i contrassegni per {0} intersezioni.
nl_nl: Er zijn fouten opgetreden tijdens het laden. Het is voor {0} kruispunten mislukt om markeringen te laden.
pl_pl: Wystąpiły błędy podczas ładowania danych. Nie udało się załadować oznaczeń dla {0} skrzyżowań.
ro_ro: Încărcarea a fost efectuată cu erori. Încărcarea marcajelor a {0} intersecții a eșuat.
sk_sk: Pri načítavaní sa vyskytli chyby. Nepodarilo sa načítať značenia pre {0} križovatiek.
zh_cn: 导入完毕，但出现了以下错误： {0} 个交叉口的地标线导入失败
