Repository: MacSergey/NodeMarkup
Catalog: IMT/Properties/Localize.*.resx
Languages: de_de, it_it, nl_nl, pl_pl, ro_ro, sk_sk, zh_cn

# Mod_WhatsNewMessage1_7
source: [NEW] New node/segment selection mode. The selection area exactly follows the actual shapes of the nodes and segments that prevents difficulties with selecting too close together nodes. [NEW] Added automatic line creation when create filler. No more need add lines before create filler. [NEW] Added the ability to split point to two virtual points, set split shift and choose lines alignment. Now possible continue one double line with two separating single lines. [NEW] Added style modifier "From clipboard". Hold Ctrl+Alt to apply style from clipboard to new line, rule, crosswalk or filler. [NEW] Added the ability to apply segment marking between two intersections and apply to whole street. [NEW] Added the ability set second color for "Zebra" and "Double zebra" crosswalk styles. [UPDATED] Changed press escape key behavior. Now it's like default game tool behavior. If something is being edited, then press escape will suggest an exit, rather than closing the tool with the loss of changes. [NEW] Added point grouping by road in list (can be disable in settings). [FIXED] Fix line connector overlay position on elevated roads. [FIXED] Fix 3D filler styles calculation. [FIXED] Fix error in copy/paste marking mode that made it impossible to use the tool. [FIXED] Fix reset panel scroll position when resize panel. [UPDATED] Crosswalk mode no more activate by hold shift when change value by scroll wheel. [NEW] Set panel default size by double click on panel resizer.
it_it: [NEW] Nuova modalità di selezione nodo/segmento. L'area di selezione segue esattamente le forme effettive dei nodi e dei segmenti, il che evita difficoltà nella selezione di nodi troppo ravvicinati. [NEW] Aggiunta la creazione automatica della linea durante la creazione del riempitivo. Non è più necessario aggiungere linee prima di creare il riempitivo. [NEW] Aggiunta la possibilità di dividere il punto in due punti virtuali, impostare lo spostamento diviso e scegliere l'allineamento delle linee. Ora è possibile continuare una linea doppia con due linee singole di separazione. [NEW] Aggiunto il modificatore di stile "Dagli appunti". Tieni premuto Ctrl+Alt per applicare lo stile dagli appunti a una nuova linea, regola, attraversamento pedonale o riempitivo. [NEW] Aggiunta la possibilità di applicare la marcatura del segmento tra due intersezioni e applicarla all'intera strada. [NEW] Aggiunta la possibilità di impostare il secondo colore per gli stili di attraversamento pedonale "Zebra" e "Doppia zebra". [UPDATED] Modificato il comportamento del tasto Esc. Ora è come il comportamento predefinito dello strumento di gioco. Se qualcosa viene modificato, premere Esc suggerirà un'uscita, piuttosto che chiudere lo strumento con la perdita delle modifiche. [NEW] Aggiunto il raggruppamento dei punti per strada nell'elenco (può essere disabilitato nelle impostazioni). [FIXED] Corretta la posizione di sovrapposizione del connettore di linea su strade sopraelevate. [FIXED] Correzione del calcolo degli stili di riempimento 3D. [FIXED] Risolto errore nella modalità di marcatura copia/incolla che rendeva impossibile l'utilizzo dello strumento. [FIXED] Corretta la posizione di scorrimento del pannello di ripristino quando si ridimensiona il pannello. [UPDATED] La modalità Crosswalk non si attiva più tenendo premuto shift quando si cambia il valore con la rotella di scorrimento. [NEW] Imposta la dimensione predefinita del pannello facendo doppio clic sul ridimensionatore del pannello.
zh_cn: [NEW] 全新节点/段落选择模式。选择节点/段落时，高亮地区会遵循节点/段落的实际形状，以避免密集地区无法精准点选的情况 [NEW] 现在创建填充图案时会自动创建边线，无需创建图案前先画好标线 [NEW] 添加了把端点分割成两个端点的功能，还可更改分割偏移及对齐方向。现在可以用两根单线延续道路上的双线 [NEW] 添加了样式修饰键“从剪贴板粘贴”：按住Ctrl+Alt可从剪贴板应用标线，规则，人行道或填充图案样式 [NEW] 添加了将段落标线及图案应用在两个路口之间或整条大道的功能 [NEW] 添加了可以给单斑马线或双斑马线添加第二种颜色的功能 [UPDATED] 更改了Esc键属性 - 更加符合游戏内工具默认行为。在编辑时按下Esc会弹出提示是否关闭工具，不会突然关闭工具造成数据流失 [NEW] 添加了按照道路给端点分组的功能（设置中可关闭） [FIXED] 修复了高架道路上的端点捕捉位置 [FIXED] 修复了3D填充图案计算方式 [FIXED] 修复了会导致工具卡住的复制/粘贴模式错误 [FIXED] 修复了更改面板大小后的滚动条位置 [UPDATED] 修复了按住shift同时用滚轮改变参数时误激活人行道模式的错误 [NEW] 现可双击改变面板大小按钮来恢复默认大小

# LineEditor_LineEndAlignment
source: Line end alignment
de_de: Ausrichtung des Linien-Endes
it_it: Allineamento dell'estremità della linea
nl_nl: Uitlijning lijn einde
pl_pl: Wyrównanie końca linii
ro_ro: Aliniere linie finală
zh_cn: 线段终点对齐

# LineEditor_LineStartAlignment
source: Line start alignment
de_de: Ausrichtung des Linien-Starts
it_it: Allineamento del punto d'inizio della linea
nl_nl: Uitlijning lijn start
pl_pl: Wyrównanie początku linii
ro_ro: Aliniere linie de început
zh_cn: 线段起点对齐

# Mod_WhatsNewMessage1_7_1
source: [NEW] Added the ability to set alignment for stop lines. [NEW] Additional templates sort: ---1 - Default templates sorted by type ---2 - Other templates sorted by type then by name ---3 - Other author templates sort by author name then by type then by name [FIXED] Fix load segment presets. [FIXED] Fix default panel size.
it_it: [NEW] Aggiunta la possibilità di impostare l'allineamento per le linee di arresto. [NEW] Ordinamento di modelli aggiuntivi: ---1 - Modelli predefiniti ordinati per tipo ---2 - Altri modelli ordinati per tipo poi per nome ---3 - Altri modelli di autori ordinano per nome dell'autore, quindi per tipo, quindi per nome [FIXED] Corretto il caricamento del preset dei segment. [FIXED] Risolto il problema con la dimensione del pannello predefinita.
zh_cn: [NEW] 新增对齐停止线的功能。 [NEW] 新增模板排序方式： ---1 - 默认状态下模板按类型排序 ---2 - 其他模板先按类型、再按名字排序 ---3 - 其他作者模板依次按作者名字、类型、模板名字排序 [FIXED] 修复了段落预设加载的问题。 [FIXED] 修复模组面板默认大小的问题。

# Mod_WhatsNewMessage1_7_2
source: [FIXED] Fix 3D fillers height outside available tiles. [FIXED] Fix creating button duplicates.
it_it: [FIXED] Corretta l'altezza dei riempitivi 3D al di fuori delle piastrelle disponibili. [FIXED] Risolto il problema con la creazione di duplicati dei pulsanti.
zh_cn: [FIXED] 修复了在可用地图区域格块外的3D填充高度 [FIXED] 修复了按钮重复的问题

# Mod_WhatsNewMessage1_7_3
source: [NEW] Added missing dependencies checker. [FIXED] Fix 3D fillers height on nodes outside available tiles.
it_it: [NEW] Aggiunto il controllo delle dipendenze mancanti. [FIXED] Corretta l'altezza dei riempitivi 3D sui nodi al di fuori dei riquadri disponibili.
zh_cn: [NEW] 添加了必要项缺失检查 [FIXED] 修复了可用区块外节点3D填充的高度

# Mod_WhatsNewMessage1_7_4
source: [FIXED] Fixed save and load presets' screenshot. [FIXED] Fixed bug when nodes with marking after loading had a wrong shape. [TRANSLATION] Added Indonesian translation.
it_it: [FIXED] Risolto il problema con lo screenshot dei preset di salvataggio e caricamento. [FIXED] Risolto bug quando i nodi con marcatura dopo il caricamento avevano una forma sbagliata. [TRANSLATION] Aggiunta traduzione indonesiana.
zh_cn: [FIXED] 修复了预设缩略图的存读问题 [FIXED] 修复了带有标线的节点在加载后出现的形状错误 [TRANSLATION] 添加了印尼语翻译

# Settings_HideStreetName
source: Hide street names while using tool
de_de: Straßennamen während der Verwendung ausblenden
it_it: Nascondi i nomi delle strade durante l'utilizzo dello strumento
nl_nl: Verberg straatnamen tijdens het gebruik van IMT
pl_pl: Ukryj nazwy ulic podczas używania narzędzia
ro_ro: Ascundeți numele străzilor între timp ce folosiți unealta
zh_cn: 使用工具时隐藏路名

# LineStyle_StopPavement
source: Pavement
de_de: Randstein
it_it: Marciapiede
nl_nl: Bestrating
pl_pl: Chodnik
ro_ro: Trotuar
zh_cn: 路肩

# Tool_InfoSelectCrosswalk
source: Click with {0} to select the crosswalk
de_de: {0}+Klick um den Überweg auszuwählen
it_it: Click+{0} per selezionare l'attraversamento pedonale
nl_nl: Klik met {0} om een oversteekplaats te selecteren
pl_pl: Przytrzymaj {0} i naciśnij, aby wybrać chodnik
ro_ro: Apăsați cu {0} pentru a alege trecerea de pietoni
zh_cn: 按住{0}点击来选中人行横道

# Tool_InfoSelectLine
source: Click with {0} to select the line
de_de: {0}+Klick um die Linie auszuwählen
it_it: Click+{0} per selezionare la linea
nl_nl: Klik met {0} om een lijn te selecteren
pl_pl: Przytrzymaj {0} i naciśnij, aby wybrać linię
ro_ro: Apăsați cu {0} pentru a alege linia
zh_cn: 按住{0}点击来选中线

# FillerStyle_GravelIsland
source: Gravel island
de_de: Verkehrsinsel Kies
it_it: Isola di ghiaia
nl_nl: Verkeerseiland grind
pl_pl: Wyspa ze żwirem
zh_cn: 碎石纹理交通岛

# FillerStyle_CliffIsland
source: Cliff island
de_de: Verkehrsinsel Klippen
it_it: Isola di scogliera
nl_nl: Verkeerseiland kliffen
pl_pl: Wyspa z klifem
zh_cn: 悬崖纹理交通岛

# FillerStyle_RuinedIsland
source: Ruined island
de_de: Verkehrsinsel ruiniertes Gras
it_it: Isola in rovina
nl_nl: Verkeerseiland verdord gras
pl_pl: Zrujnowana wyspa
zh_cn: 毁坏纹理交通岛

# FillerStyle_CornerRadius
source: Corner radius
de_de: Eckenradius
it_it: Raggio dell'angolo
nl_nl: Hoekstraal
pl_pl: Zaokrąglenie rogów
ro_ro: Raza colțurilor
zh_cn: 拐角半径

# FillerStyle_CurbSize
source: Curb size
de_de: Größe der Bordsteine
it_it: Dimensione cordolo
nl_nl: Stoeprand hoogte
pl_pl: Wielkość krawężnika
ro_ro: Dimensiunea curbei
zh_cn: 路肩大小

# Mod_WhatsNewMessage1_8
source: [NEW] Added selection step over like in MoveIt. Press Ctrl+Space to step over (you can rebind in mod options). [NEW] Added curbs to filler 3D styles. [NEW] Added rounded corners to filler 3D styles. [NEW] Added offset from lines to filler 3D styles. [NEW] Added filler styles: Gravel, Ruined, Cliff. [NEW] Added pavement stop line style. [NEW] Added option "Follow guide lines" for solid filler, so now possible make solid fillers on sloped segments. [NEW] Added the ability to click with Ctrl to select line or crosswalk instend of delete its. [NEW] Added warning for Linux users about missing libraries. [NEW] Added the ability to change style by scroll wheel. [NEW] Added the ability to hide street names while using tool. Can be disabled in mod options. [NEW] Added new icon for UUI button. [FIXED] Fixed select template button icon.
it_it: [NEW] Aggiunto passaggio di selezione come in MoveIt. Premi Ctrl + Spazio per scavalcare (puoi ricollegarti nelle opzioni mod). [NEW] Aggiunti cordoli per riempire gli stili 3D. [NEW] Aggiunti angoli arrotondati per riempire gli stili 3D. [NEW] Aggiunto offset dalle linee agli stili 3D di riempimento. [NEW] Aggiunti stili di riempimento: Ghiaia, Rovina, Scogliera. [NEW] Aggiunto lo stile della linea di arresto del marciapiede. [NEW] Aggiunta l'opzione "Segui le linee guida" per il riempimento solido, quindi ora è possibile creare riempitivi solidi su segmenti inclinati. [NEW] Aggiunta la possibilità di fare clic con Ctrl per selezionare la linea o il passaggio pedonale anziché eliminarlo. [NEW] Aggiunto avviso per gli utenti Linux sulle librerie mancanti. [NEW] Aggiunta la possibilità di cambiare stile tramite la rotella di scorrimento. [NEW] Aggiunta la possibilità di nascondere i nomi delle strade durante l'utilizzo dello strumento. Può essere disabilitato nelle opzioni mod. [NEW] Aggiunta nuova icona per il pulsante UUI. [FIXED] Risolto il problema con l'icona del pulsante Seleziona modello.
zh_cn: [NEW] 如同 MoveIt模组，添加了跳跃选择被覆盖住节点功能。Ctrl+空格键以跳跃选择。按键可以自定义。 [NEW] 新加入了路肩3D填充 [NEW] 新增了3D填充圆角选项 [NEW] 新增了3D填充从边线偏移的选项 [NEW] 新增了填充选项：砂砾，砂石和悬崖 [NEW] 新增了路面停止线选项 [NEW] 新增了实体填充遵循引导线的选项。现可以在斜坡上创建实体填充。 [NEW] 新增了按下ctrl来选中线或人行横道 [NEW] 新增了对Linux用户的警告 [NEW] 新增了使用滚轮改变样式的功能 [NEW] 新增了使用mod时隐藏路名的功能。可以在选项里更改。 [NEW] 新增UnifiedUI按钮图标 [FIXED] 修复了选择模版图标

# Mod_WhatsNewMessage1_8_1
source: [UPDATED] Buttons on paste mode moved ouside of circle. [TRANSLATION] Added Korean translation.
it_it: [UPDATED] Pulsanti in modalità incolla spostati fuori dal cerchio. [TRANSLATION] Aggiunta traduzione coreana.
zh_cn: [UPDATED] 粘贴模式按钮移至圆圈以外 [TRANSLATION] 添加了韩语翻译

# HeaderPanel_Discard
source: Discard
de_de: Verwerfen
it_it: Scarta
nl_nl: Weggooien
pl_pl: Odrzuć
ro_ro: Elimină
zh_cn: 不保存

# Mod_WhatsNewMessage1_8_2
source: [NEW] Added discard button after create template/preset. [NEW] Added colored text to tooltips. [NEW] Added the ability to hide original mod button in toolbar If you use UUI mod. [FIXED] Fixed not removed items from list when this items were removed. [FIXED] Fixed line grouping. [TRANSLATION] Added Turkish translation.
it_it: [NEW] Aggiunto il pulsante di scarto dopo aver creato il modello/predefinito. [NEW] Aggiunto testo colorato ai suggerimenti. [NEW] Aggiunta la possibilità di nascondere il pulsante mod originale nella barra degli strumenti Se usi il mod UUI. [FIXED] Risolto il problema con gli elementi non rimossi dall'elenco quando questi elementi venivano rimossi. [FIXED] Raggruppamento linea fissa. [TRANSLATION] Aggiunta la traduzione in turco.
zh_cn: [NEW] 添加了创建样本/预设后的取消按钮 [NEW] 工具提示加入了彩色文字 [NEW] 使用UnifiedUI mod的话加入了隐藏原mod按钮的功能 [FIXED] 修复了项目移除后不会从列表中消失的问题 [FIXED] 修复了线段分组 [TRANSLATION] 新增了土耳其语翻译

# Settings_Sortings
source: Sortings
de_de: Sortierungen
it_it: Ordinamento
nl_nl: Sorteringen
pl_pl: Sortowania
ro_ro: Ordinări
zh_cn: 排序

# Settings_SortPresetType
source: Sort presets
de_de: Kreuzungsvorlagen sortieren
it_it: Ordina predefiniti
nl_nl: Voorinstellingen sorteren
pl_pl: Presety sortowań
ro_ro: Ordinare preseturi
zh_cn: 排序预设：

# Settings_SortPresetByNames
source: By names
de_de: Nach Namen
it_it: Per nome
nl_nl: Op naam
pl_pl: Według nazwy
ro_ro: După nume
zh_cn: 按名称

# Settings_SortPresetByRoadCount
source: By road count, then by names
de_de: Nach Anzahl der Straßen, dann nach Namen
it_it: Per conteggio delle strade, poi per nomi
nl_nl: Op aantal wegen, dan op naam
pl_pl: Według liczby dróg, potem nazwy
ro_ro: După numărul de străzi, apoi după nume
zh_cn: 按道路计数，再按名称

# Settings_SortTemplateByAuthor
source: By author, then by type, then by name
de_de: Nach Author, dann nach Typ, dann nach Name
it_it: Per autore, poi per tipo, poi per nome
nl_nl: Op auteur, dan op type, dan op naam
pl_pl: Według autora, potem typu, potem nazwy
ro_ro: După autor, apoi după tip, apoi după nume
zh_cn: 按作者名称，再按类别，再按名称

# Settings_SortTemplateByNames
source: By name, then by type
de_de: Nach Name, dann nach Typ
it_it: Per nome, poi per tipo
nl_nl: Op naam, dan op type
pl_pl: Według nazwy, potem typu
ro_ro: După nume, apoi după tip
zh_cn: 按名称，再按类别

# Settings_SortTemplateByType
source: By type, then by name
de_de: Nach Typ, dann nach Namen
it_it: Per tipo, poi per nome
nl_nl: Op naam, dan op type
pl_pl: Według typu, potem nazwy
ro_ro: După tip, apoi după nume
zh_cn: 按类别，再按名称

# Settings_SortTemplateType
source: Sort templates
de_de: Stilvorlagen sortieren
it_it: Ordina modelli
nl_nl: Sjablonen sorteren
pl_pl: Sortuj szablony
ro_ro: Ordinare șabloane
zh_cn: 模版排序

# Settings_SortApplyByAuthor
source: By author, then by type, then by name
de_de: Nach Author, dann nach Typ, dann nach Name
it_it: Per autore, poi per tipo, poi per nome
nl_nl: Op auteur, dan op type, dan op naam
pl_pl: Według autora, potem typu, potem nazwy
ro_ro: După autor, apoi după tip, apoi după nume
zh_cn: 按作者名称，再按类别，再按名称

# Settings_SortApplyByNames
source: By name, then by type
de_de: Nach Name, dann nach Typ
it_it: Per nome, poi per tipo
nl_nl: Op naam, dan op type
pl_pl: Według nazwy, potem typu
ro_ro: După nume, apoi după tip
zh_cn: 按名称，再按类别

# Settings_SortApplyByType
source: By type, then by name
de_de: Nach Typ, dann nach Namen
it_it: Per tipo, poi per nome
nl_nl: Op type, dan op naam
pl_pl: Według typu, potem nazwy
ro_ro: După tip, apoi după nume
zh_cn: 按类别，再按名称

# Settings_SortApplyDefaultFirst
source: Show default templates at top of apply list
de_de: Zeige Standard Vorlagen oben in der Liste an
it_it: Mostra i modelli predefiniti in cima all'elenco delle applicazioni
nl_nl: Toon standaardsjablonen bovenaan de lijst
pl_pl: Pokazuj domyślne szablony na górze listy zastosowywania
ro_ro: Afișați șabloanele implicite la începutul listei de aplicare
zh_cn: 在应用列表顶部显示默认面板

# Settings_SortApplyType
source: Sort templates in apply list
de_de: Sortiere Vorlagen in der Anwendeliste
it_it: Ordina i modelli nell'elenco delle applicazioni
nl_nl: Sjablonen sorteren in de lijst
pl_pl: Sortuj szablony w liście zastosowywania
ro_ro: Ordinare șabloanele în lista de aplicare
zh_cn: 将应用列表中的模版排序

# Settings_IlluminationAtNight
source: Illumination of editing marking at night
de_de: Beleuchtung der Editiermarkierung in der Nacht
it_it: Illuminazione dell'editore del marcatore, di notte
nl_nl: Verlichting van bewerkingsmarkering in de nacht
pl_pl: Podświetlenie edytowanego oznaczenia w nocy
ro_ro: Înluminare marcajele de editare la noapte
zh_cn: 夜间标线发光

# Settings_IlluminationIntensity
source: Illumination intensity
de_de: Beleuchtungsstärke
it_it: Intensità illuminazione
nl_nl: Verlichtingssterkte
pl_pl: Intensywność podświetlenia
ro_ro: Intensitate înluminare
zh_cn: 发光强度

# Settings_Gameplay
source: Gameplay
de_de: Spielmechanik
it_it: Dinamica di gioco
nl_nl: Spel
pl_pl: Rozgrywka
ro_ro: Dinamica jocului
zh_cn: 游戏设置

# Settings_GroupPresets
source: Group presets
de_de: Gruppen-Vorlagen
it_it: Gruppo preselezioni
nl_nl: Voorinstellingen groeperen
pl_pl: Grupuj presety
ro_ro: Grupare preseturi
zh_cn: 将预设分组

# PresetEditor_PresetFit_Close
source: Close fit
de_de: Passend
it_it: Calzante
nl_nl: Past nauwelijks
pl_pl: Bliskie dopasowanie
ro_ro: Potrivire apropiată
zh_cn: 紧密配合

# PresetEditor_PresetFit_Perfect
source: Perfect fit
de_de: Passgenau
it_it: Perfetto
nl_nl: Past perfect
pl_pl: Idealne dopasowanie
ro_ro: Potrivire perfectă
zh_cn: 完美符合

# PresetEditor_PresetFit_Poor
source: Poor fit
de_de: Kaum passend
it_it: Scarso
nl_nl: Past slecht
pl_pl: Słabe dopasowanie
ro_ro: Potrivire slabă
zh_cn: 欠佳符合

# PresetEditor_PresetFit_Possible
source: Possible fit
de_de: Möglicherweise passend
it_it: Possibile
nl_nl: Past mogelijk
pl_pl: Możliwe dopasowanie
ro_ro: Potrivire posibilă
zh_cn: 可能符合

# Settings_LevelCrossingUnderMarking
source: Markings under level crossings
de_de: Markierungen unter Bahnübergängen
it_it: Segnaletica sotto i passaggi a livello
nl_nl: Markeringen onder spoorwegovergangen
pl_pl: Oznakowanie pod przejazdami kolejowymi
ro_ro: Marcaje sub trecerile la nivel
zh_cn: 在平交道下显示标线

# PointEditor_RevertOffsets
source: Revert offsets
de_de: Versätze zurücksetzen
it_it: Ripristina spostamenti
nl_nl: Reset offsets
pl_pl: Zresetuj przesunięcia
ro_ro: Inversare offseturi
zh_cn: 重置偏移

# PointEditor_SaveOffsets
source: Save offsets
de_de: Versätze speichern
it_it: Salva spostamenti
nl_nl: Bewaar offsets
pl_pl: Zapisz przesunięcia
ro_ro: Salvare offseturi
zh_cn: 保存偏移

# PointEditor_RoadName
source: Road name
de_de: Straßenname
it_it: Nome della strada
nl_nl: Straatnaam
pl_pl: Nazwa drogi
ro_ro: Numele străzii
zh_cn: 道路名称

# LineStyle_Prop
source: Prop
de_de: Dekoration
it_it: Proprietà
pl_pl: Rekwizyt
ro_ro: Obiect
zh_cn: 摆件

# LineStyle_Tree
source: Tree
de_de: Baum
it_it: Albero
nl_nl: Boom
pl_pl: Drzewo
ro_ro: Arbore
zh_cn: 树木

# StyleOption_ObjectAngle
source: Angle
de_de: Winkel
it_it: Angolo
nl_nl: Hoek
pl_pl: Kąt
ro_ro: Unghi
zh_cn: 角度

# StyleOption_ObjectScale
source: Scale
de_de: Skalierung
it_it: Dimensione
nl_nl: Schaal
pl_pl: Skala
ro_ro: Scală
zh_cn: 缩放

# StyleOption_ObjectShift
source: Shift
de_de: Verschiebung
it_it: Spostamento
nl_nl: Verschuiven (loodrecht)
pl_pl: Przesunięcie
zh_cn: 位移

# StyleOption_ObjectStep
source: Step
de_de: Schritt
it_it: Passo
nl_nl: Stap
pl_pl: Krok
ro_ro: Flux
zh_cn: 间隔

# NumberFormat_Meter
source: {0}m
zh_cn: {0}米

# StyleOption_Color1
source: Variant #1
de_de: Variante #1
it_it: Variante 1
pl_pl: Wariant #1
ro_ro: Varianta Nr.1
zh_cn: 变体1

# StyleOption_Color2
source: Variant #2
de_de: Variante #2
it_it: Variante 2
pl_pl: Wariant #2
ro_ro: Varianta Nr.2
zh_cn: 变体2

# StyleOption_Color3
source: Variant #3
de_de: Variante #3
it_it: Variante 3
pl_pl: Wariant #3
ro_ro: Varianta Nr.3
zh_cn: 变体3

# StyleOption_Color4
source: Variant #4
de_de: Variante #4
it_it: Variante 4
pl_pl: Wariant #4
ro_ro: Varianta Nr.4
zh_cn: 变体4

# StyleOption_ColorCustom
source: Custom
de_de: Benutzerdefiniert
it_it: Personalizzato
nl_nl: Aangepast
pl_pl: Niestandardowy
ro_ro: Personalizat
zh_cn: 自定义

# StyleOption_ColorRandom
source: Random
de_de: Zufällig
it_it: Casuale
nl_nl: Willekeurig
pl_pl: Losowy
zh_cn: 随机

# StyleOption_ColorOption
source: Color variant
de_de: Farbvarianten
it_it: Variante colore
nl_nl: Kleurvarianten
pl_pl: Wariant koloru
ro_ro: Variantă culoare
zh_cn: 色差

# LineEditor_ClipSidewalk
source: Clip sidewalk
de_de: Bürgersteig stutzen
it_it: Ridimensiona marciapiede
nl_nl: Clip voetpad
pl_pl: Przytnij chodnik
ro_ro: Scurtează trotuarul
zh_cn: 编辑人行道

# StyleOption_SharkToothAngle
source: Angle
de_de: Winkel
it_it: Angolo
nl_nl: Hoek
pl_pl: Kąt
ro_ro: Unghi
zh_cn: 角度

# LineStyle_Network
source: Decorative network
de_de: Dekorative Netzwerke
it_it: Rete decorativa
nl_nl: Decoratief netwerk
pl_pl: Sieć dekoracyjna
ro_ro: Rețea decorativă
zh_cn: 装饰性网络（围栏、堤岸等）

# StyleOption_NetWidthScale
source: Width scale
de_de: Breitenskalierung
it_it: Larghezza
nl_nl: Breedte schaal
pl_pl: Skalowanie długości
ro_ro: Raport lățime
zh_cn: 宽度调整

# StyleOption_NetRepeatDistance
source: Repeat distance
de_de: Wiederholungsdistanz
it_it: Distanza di Ripetizione
nl_nl: Herhaal afstand
pl_pl: Odległość powtarzania
ro_ro: Distanță de repetare
zh_cn: 重复的距离

# StyleOption_AssetNetwork
source: Network asset
de_de: Netzwerk
it_it: Rete
nl_nl: Netwerk
pl_pl: Zasób sieć
ro_ro: Asset-ul rețelei
zh_cn: 网络资产

# StyleOption_AssetNotSet
source: Not set
de_de: Nicht festgelegt
it_it: Non Impostato
nl_nl: Niet ingesteld
pl_pl: Nie ustawione
ro_ro: Nesetat
zh_cn: 未设置

# StyleOption_AssetProp
source: Prop asset
de_de: Dekoration
it_it: Oggetto
nl_nl: Prop
pl_pl: Zasób rekwizyt
ro_ro: Asset-ul obiectului
zh_cn: 摆件资产

# StyleOption_AssetTree
source: Tree asset
de_de: Baum
it_it: Albero
nl_nl: Boom
pl_pl: Zasób drzewo
ro_ro: Asset-ul copacilor
zh_cn: 树木资产

# AssetPopup_NothingFound
source: Nothing found
de_de: Keine Treffer
it_it: Nessun risultato
nl_nl: Niets gevonden
pl_pl: Nic nie znaleziono
ro_ro: Nu s-a găsit nimic
zh_cn: 未找到

# Settings_AutoApplyPasting
source: Auto apply marking pasting if the source matches the target
de_de: Automatisch die Markierungen vom Kopieren einfügen, wenn die Quelle dem Ziel entspricht
it_it: Applica automaticamente marcatura copiata se l'incrocio di destinazione e quella di origine coincidono
nl_nl: Voeg automatisch de markeringen van het kopiëren in als de bron overeenkomt met de bestemming
pl_pl: Automatycznie zastosuj wklejanie jeżeli źródło pasuje to celu
ro_ro: Aplică automat lipirea marcajelor dacă sursa se potrivește cu obiectul țintă
zh_cn: 如果目标能匹配源，粘贴的标记将会自动应用

# StyleOption_ObjectProbability
source: Probability
de_de: Wahrscheinlichkeit
it_it: Probabilità
nl_nl: Waarschijnlijkheid
pl_pl: Prawdopodobieństwo
ro_ro: Probabilitate
zh_cn: 出现概率

# StyleOption_ObjectRange
source: Range
de_de: Reichweite
it_it: Raggio
nl_nl: Bereik
pl_pl: Zasięg
ro_ro: Rază
zh_cn: 范围

# StyleOption_ObjectStatic
source: Single
de_de: Statisch
it_it: Singolo
nl_nl: Enkel
pl_pl: Statyczny
ro_ro: Unic
zh_cn: 单一
