Repository: MacSergey/NodeMarkup
Catalog: IMT/Properties/Localize.*.resx
Languages: de_de, it_it, nl_nl, pl_pl, ro_ro, sk_sk, zh_cn

# Tool_DeleteCaption
source: Delete {0}
de_de: Lösche {0}
it_it: Cancella {0}
nl_nl: Verwijder {0}
pl_pl: Usuń {0}
ro_ro: Ștergere {0}
sk_sk: Vymazať {0}
zh_cn: 删除{0}

# Tool_DeleteMessage
source: Do you really want to delete {0} "{1}"?
de_de: Willst du {0} "{1}" wirklich löschen?
it_it: Vuoi veramente cancellare {0} "{1}"?
nl_nl: Wil je {0} "{1}" echt verwijderen?
pl_pl: Czy na pewno chcesz usunąć {0} "{1}"?
ro_ro: Sigur doriți să ștergeți {0} "{1}"?
sk_sk: Naozaj chcete odstrániť {0} "{1}"?
zh_cn: 确定要删除 {0} "{1}" 吗?

# HeaderPanel_ApplyTemplate
source: Apply template
de_de: Vorlage anwenden
it_it: Applica modello
nl_nl: Sjabloon toepassen
pl_pl: Zastosuj szablon
ro_ro: Aplică șablonul
sk_sk: Použiť šablónu
zh_cn: 应用模板

# HeaderPanel_SaveAsTemplate
source: Save as template
de_de: Als Vorlage speichern
it_it: Salva come modello
nl_nl: Opslaan als sjabloon
pl_pl: Zapisz jako szablon
ro_ro: Salvează ca șablon
sk_sk: Uložiť ako šablónu
zh_cn: 另存为模板

# HeaderPanel_SetAsDefault
source: Set as default
de_de: Als Standard festlegen
it_it: Imposta come predefinito
nl_nl: Als standaard instellen
pl_pl: Ustaw jako domyślny
ro_ro: Setare ca implicit
sk_sk: Nastaviť ako predvolené
zh_cn: 设定为默认

# HeaderPanel_UnsetAsDefault
source: Unset as default
de_de: Als Standard entfernen
it_it: Non impostare come predefinito
nl_nl: Verwijder als standaard
pl_pl: Odznacz jako domyślny
ro_ro: Eliminare ca implicit
sk_sk: Zrušiť ako predvolené
zh_cn: 撤销默认

# LineEditor_AddRuleButton
source: Add Rule
de_de: Regel hinzufügen
it_it: Aggiungi regola
nl_nl: Regel Toevoegen
pl_pl: Dodaj regułę
ro_ro: Adaugă regulă
sk_sk: Pridať pravidlo
zh_cn: 添加规则

# StyleOption_Color
source: Color
de_de: Farbe
it_it: Colore
nl_nl: Kleur
pl_pl: Kolor
ro_ro: Culoare
sk_sk: Farba
zh_cn: 颜色

# StyleOption_DashedLength
source: Dash length
de_de: Strichlänge
it_it: Lunghezza del tratteggio
nl_nl: Streeplengte
pl_pl: Długość linii
ro_ro: Lungime linie
sk_sk: Dĺžka čiary
zh_cn: 虚线长度

# LineEditor_DeleteRuleCaption
source: Delete rule
de_de: Regel löschen
it_it: Elimina regola
nl_nl: Regel verwijderen
pl_pl: Usuń regułę
ro_ro: Ștergere regulă
sk_sk: Zmazať pravidlo
zh_cn: 删除规则

# LineEditor_DeleteRuleMessage
source: Do you really want to delete the rule?
de_de: Willst du die Regel wirklich löschen?
it_it: Vuoi cancellare questa regola?
nl_nl: Wil je de regel echt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę regułę?
ro_ro: Sigur doriți să ștergeți regula?
sk_sk: Naozaj chcete odstrániť pravidlo?
zh_cn: 确定要删除这个规则吗?

# LineRule_From
source: From
de_de: Von
it_it: Da
nl_nl: Van
pl_pl: Z
ro_ro: De la
sk_sk: Z
zh_cn: 起始点

# LineEditor_InfoSelectFrom
source: Select the rule's "From" point
de_de: Startpunkt der Regel auswählen
it_it: Seleziona il punto "Da" della regola
nl_nl: Selecteer het startpunt van de regel
pl_pl: Wybierz punkt "Z" wybranej reguły
ro_ro: Selectați regula pentru punctul inițial
sk_sk: Vyberte východiskový bod pravidla
zh_cn: 选择此段落的起始点

# LineEditor_InfoSelectTo
source: Select the rule's "To" point
de_de: Endpunkt der Regel auswählen
it_it: Seleziona il punto "A" della regola
nl_nl: Selecteer het eindpunt van de regel
pl_pl: Wybierz punkt "Do" wybranej reguły
ro_ro: Selectați regula pentru punctul final
sk_sk: Vyberte koncový bod pravidla
zh_cn: 选择此段落的终止点

# LineEditor_DeleteCaptionDescription
source: line
de_de: Linie
it_it: linea
nl_nl: lijn
pl_pl: linia
ro_ro: linie
sk_sk: čiara
zh_cn: 线段

# LineEditor_Lines
source: Lines
de_de: Linien
it_it: Linee
nl_nl: Lijnen
pl_pl: Linie
ro_ro: Linii
sk_sk: Čiary
zh_cn: 线段

# StyleOption_Offset
source: Offset
de_de: Versatz
it_it: Spostamento
nl_nl: Correctieafstand
pl_pl: Przesunięcie
sk_sk: Posun
zh_cn: 偏移

# StyleOption_SpaceLength
source: Space length
de_de: Länge des Zwischenraums
it_it: Lunghezza dello spazio
nl_nl: Afstand
pl_pl: Długość odstępu
ro_ro: Distanță între linii
sk_sk: Vzdialenosť medzi čiarami
zh_cn: 间隔长度

# Editor_Style
source: Style
de_de: Stil
it_it: Stile
nl_nl: Stijl
pl_pl: Styl
ro_ro: Stil
sk_sk: Štýl
zh_cn: 样式

# LineRule_To
source: To
de_de: Zu
it_it: A
nl_nl: Naar
pl_pl: Do
ro_ro: La
sk_sk: Do
zh_cn: 终止点

# LineRule_IntersectWith
source: Intersection with {0}
de_de: Überschneidung mit {0}
it_it: Intersezione con {0}
nl_nl: Knooppunt met {0}
pl_pl: Przecięcie w {0}
ro_ro: Intersecție situată la {0}
sk_sk: Priesečník s {0}
zh_cn: 与 {0} 相交

# LineRule_SelfEdgePoint
source: Self-edge point {0}
de_de: Eckpunkt {0}
it_it: Punto automatico {0}
nl_nl: Kantpunt {0}
pl_pl: Punkt krańcowy {0}
ro_ro: Punctul {0}
sk_sk: Vlastná hranica {0}
zh_cn: 节点端点 {0}

# LineStyle_Dashed
source: Dashed
de_de: Gestrichelt
it_it: Tratteggiata
nl_nl: Onderbroken
pl_pl: Przerywana
ro_ro: Linie întreruptă
sk_sk: Prerušovaná
zh_cn: 虚线

# LineStyle_DoubleDashed
source: Double dashed
de_de: Doppelt gestrichelt
it_it: Doppia tratteggiata
nl_nl: Dubbel onderbroken
pl_pl: Podwójna przerywana
ro_ro: Linie dublă întreruptă
sk_sk: Dvojitá prerušovaná
zh_cn: 双虚线

# LineStyle_DoubleSolid
source: Double solid
de_de: Doppelt durchgezogen
it_it: Doppia continua
nl_nl: Dubbel ononderbroken
pl_pl: Podwójna ciągła
ro_ro: Linie dublă continuă
sk_sk: Dvojitá plná
zh_cn: 双实线

# LineStyle_Solid
source: Solid
de_de: Durchgezogen
it_it: Continua
nl_nl: Ononderbroken
pl_pl: Ciągła
ro_ro: Linie continuă
sk_sk: Plná
zh_cn: 实线

# Mod_Description
source: Just do make markings at intersections
de_de: Markierungen an Kreuzungen erstellen
it_it: Basta solo aggiungere le marcature alle intersezioni
nl_nl: Maak gewoon markeringen op kruispunten
pl_pl: Po prostu twórz oznaczenia na skrzyżowaniach
ro_ro: Faceți doar marcaje la intersecții
sk_sk: Nástroj na kreslenie vodorovných značení križovatiek
zh_cn: 使用此工具来轻松创建交叉口地标线。

# Panel_NodeCaption
source: Edit node #{0} markings
de_de: Markierungen von Netzwerk-Knoten #{0} bearbeiten
it_it: Modifica il marcatore del nodo #{0}
nl_nl: Bewerk markering van knooppunt #{0}
pl_pl: Modyfikuj oznaczenia skrzyżowania #{0}
ro_ro: Editare marcaje la nodul #{0}
sk_sk: Upraviť značenie križovatky #{0}
zh_cn: 编辑节点 #{0} 的地标线

# PointEditor_DeleteCaptionDescription
source: point
de_de: Punkt
it_it: punto
nl_nl: punt
pl_pl: punkt
ro_ro: punct
sk_sk: bod
zh_cn: 点

# PointEditor_Offset
source: Offset
de_de: Versatz
it_it: Spostamento
nl_nl: Correctieafstand
pl_pl: Przesunięcie
sk_sk: Posun
zh_cn: 偏移

# PointEditor_Points
source: Points
de_de: Punkte
it_it: Punti
nl_nl: Punten
pl_pl: Punkty
ro_ro: Puncte
sk_sk: Body
zh_cn: 端点

# SelectPanel_NotSet
source: Not set
de_de: Nicht festgelegt
it_it: Non impostato
nl_nl: Niet ingesteld
pl_pl: Nie ustawiono
ro_ro: Nesetat
sk_sk: Nenastavené
zh_cn: 未设置

# Settings_ShortcutAddNewLineRule
source: Add new line rule
de_de: Neue Linienregel hinzufügen
it_it: Aggiungi una nuova regola alla linea
nl_nl: Voeg nieuwe lijnregel toe
pl_pl: Dodaj nową regułę dla linii
ro_ro: Adaugați o nouă regulă
sk_sk: Pridať nové pravidlo
zh_cn: 添加新规则

# Settings_ShortcutDeleteAllNodeLines
source: Delete all node lines
de_de: Alle Linien an Netzwerk-Knoten löschen
it_it: Elimina tutte le linee del nodo
nl_nl: Verwijder alle knooppuntlijnen
pl_pl: Usuń wszystkie oznaczenia wybranego skrzyżowania
ro_ro: Eliminați toate nodurile
sk_sk: Zmazať všetky značenia z križovatky
zh_cn: 删除选中节点的所有地标线

# Settings_DeleteMarkingButton
source: Delete markings from all intersections
de_de: Markierungen von allen Kreuzungen löschen
it_it: Elimina la segnaletica orizzontale da tutte le intersezioni
nl_nl: Verwijder alle markeringen van knooppunten
pl_pl: Usuń oznaczenia ze wszystkich skrzyżowań
ro_ro: Eliminați marcajele de la toate intersecțiile
sk_sk: Zmazať značenie zo všetkých križovatiek
zh_cn: 删除本地图内的所有地标线

# Settings_DeleteMarkingCaption
source: Delete all markings
de_de: Alle Markierungen löschen
it_it: Elimina tutte le marcature
nl_nl: Verwijder alle markeringen
pl_pl: Usuwanie oznaczeń
ro_ro: Eliminați toate marcajele
sk_sk: Zmazať všetky značenia
zh_cn: 删除所有地标线

# Settings_DeleteMarkingMessage
source: Do you really want to remove all markings?
de_de: Willst du wirklich alle Markierungen entfernen?
it_it: Vuoi cancellare tutta la segnaletica orizzontale?
nl_nl: Wil je echt alle markeringen verwijderen?
pl_pl: Czy na pewno chcesz usunąć wszystkie oznaczenia?
ro_ro: Sigur doriți să ștergeți toate marcajele?
sk_sk: Naozaj chcete zmazať všetky značenia?
zh_cn: 确定要删除全图所有的地标线吗?

# Settings_DumpMarkingButton
source: Dump markings data to file
de_de: Markierungsdaten in Datei speichern
it_it: Scarica i dati della segnaletica orizzontale su file
nl_nl: Exporteer markeringsdata als bestand
pl_pl: Eksportuj oznaczenia do pliku
ro_ro: Salvare datele marcajelor într-un fișier
sk_sk: Exportovať dáta do súboru
zh_cn: 将地标线信息导出到文件

# Settings_CopyPathToClipboard
source: Copy path to clipboard
de_de: Dateipfad in die Zwischenablage kopieren
it_it: Copia il percorso negli appunti
nl_nl: Kopieer bestandslocatie naar klembord
pl_pl: Skopiuj ścieżkę do schowka
ro_ro: Copiați adresa în clipboard
sk_sk: Kopírovať cestu k súboru
zh_cn: 复制路径到剪贴板

# Settings_DumpMarkingCaption
source: Dump markings data
de_de: Markierungsdaten speichern
it_it: Scarica i dati della segnaletica orizzontale
nl_nl: Exporteer markeringsdata
pl_pl: Eksportuj dane oznaczeń
ro_ro: Salvare datele marcajelor
sk_sk: Exportovať dáta
zh_cn: 导出地标线信息

# Settings_DumpMessageFailed
source: Dump failed
de_de: Speichern fehlgeschlagen
it_it: Scarico fallito
nl_nl: Export mislukt
pl_pl: Eksportowanie oznaczeń nie powiodło się
ro_ro: Salvare eșuată
sk_sk: Export sa nepodaril
zh_cn: 导出失败

# Settings_DumpMessageSuccess
source: Dump successfully saved to file
de_de: Erfolgreich gespeichert
it_it: Scarico salvato con successo
nl_nl: Export gelukt
pl_pl: Eksportowanie oznaczeń zakończono pomyślnie
ro_ro: Salvare efectuată cu succes
sk_sk: Export bol úspešne uložený
zh_cn: 导出成功

# Settings_RestoreMarkingButton
source: Restore markings data from file
de_de: Markierungsdaten aus Datei importieren
it_it: Ripristina dati marcatura da file
nl_nl: Herstel markeringsgegevens uit bestand
pl_pl: Przywróć dane oznaczeń z pliku
ro_ro: Încărcați datele marcajelor dintr-un fișier
sk_sk: Obnoviť značenie zo súboru
zh_cn: 从文件中恢复地标线信息

# Settings_RestoreMarkingCaption
source: Restore markings data
de_de: Markierungsdaten wiederherstellen
it_it: Ripristina dati marcatura
nl_nl: Herstel markeringsgegevens
pl_pl: Przywróć dane oznaczeń
ro_ro: Încărcare datele marcajelor
sk_sk: Obnoviť dáta značenia
zh_cn: 恢复标记数据

# Settings_RestoreMarkingMessage
source: Do you really want to restore markings? The restored markings will replace all existing markings.
de_de: Möchtest du die Daten wirklich wiederherstellen? Die wiederhergestellten Daten werden alle vorhandenen Markierungen ersetzen.
it_it: Sei sicuro di voler ripristinare i dati? I dati ripristinati sostituiranno quelli esistenti.
nl_nl: Weet je zeker dat je de gegevens wil herstellen? De herstelde data zal alle bestaande markeringen vervangen.
pl_pl: Czy na pewno chcesz przywrócić dane? Wszystkie istniejące oznaczenia zostaną zastąpione.
ro_ro: Sunteți sigur că vreți să încărcați marcajele? Marcajele încărcate vor înlocui toate marcajele existente.
sk_sk: Naozaj si prajete obnoviť dáta? Pôvodné dáta prepíšu všetky existujúce značenia.
zh_cn: 确定要恢复数据吗? 恢复后的数据会覆盖全图既存的标记。

# Settings_RestoreMarkingMessageFailed
source: Markings data restore failed
de_de: Wiederherstellen der Markierungsdaten fehlgeschlagen
it_it: Ripristino dati marcatura fallito
nl_nl: Markeringsgegevens herstellen mislukt
pl_pl: Nie udało się przywrócić danych oznaczeń
ro_ro: Încărcarea marcajelor a eșuat
sk_sk: Obnovenie dát sa nepodarilo
zh_cn: 标记信息恢复失败

# Settings_RestoreMarkingMessageSuccess
source: Markings data successfully restored
de_de: Markierungsdaten erfolgreich wiederhergestellt
it_it: Dati marcatura ripristinati con successo
nl_nl: Markeringsgegevens zijn succesvol hersteld
pl_pl: Dane oznaczeń zostały pomyślnie przywrócone
ro_ro: Datele marcajelor au fost încărcate cu succes
sk_sk: Dáta úspešne obnovené
zh_cn: 标记信息恢复成功

# Settings_QuickRuleSetup
source: Quick rule setup
de_de: Schnelle Regel-Erstellung
it_it: Configurazione rapida delle regole
nl_nl: Snelle regel setup
pl_pl: Szybkie tworzenie reguł
ro_ro: Configurare rapidă a regulilor
sk_sk: Rýchle vytvorenie pravidiel
zh_cn: 快速初始化新规则

# Settings_RenderDistance
source: Render distance
de_de: Render-Distanz
it_it: Distanza di resa grafica (rendering)
nl_nl: Render afstand
pl_pl: Odległość renderowania
ro_ro: Distanță de render
sk_sk: Vykresľovacia vzdialenosť
zh_cn: 渲染距离

# Settings_ShowDeleteWarnings
source: Confirm before deleting
de_de: Löschwarnungen anzeigen
it_it: Richiedi conferma prima di eliminare
nl_nl: Bevestig voordat u verwijdert
pl_pl: Potwierdzaj przed usunięciem
ro_ro: Confirmare înainte de a elimina
sk_sk: Pred odstránením potvrdiť
zh_cn: 删除前弹窗确认

# TemplateEditor_DeleteCaptionDescription
source: template
de_de: Stilvorlage
it_it: modello
nl_nl: sjabloon
pl_pl: szablon
ro_ro: șablon
sk_sk: šablóna
zh_cn: 模版

# TemplateEditor_Name
source: Name
it_it: Nome
nl_nl: Naam
pl_pl: Nazwa
ro_ro: Nume
sk_sk: Názov
zh_cn: 名称

# TemplateEditor_Templates
source: Templates
de_de: Stilvorlagen
it_it: Modelli
nl_nl: Sjablonen
pl_pl: Szablony
ro_ro: Șabloane
sk_sk: Šablóny
zh_cn: 模板

# Template_NewTemplate
source: New template
de_de: Neue Vorlage
it_it: Nuovo modello
nl_nl: Nieuwe template
pl_pl: Nowy szablon
ro_ro: Șablon nou
sk_sk: Nová šablóna
zh_cn: 新建模板

# Tool_ClearMarkingsCaption
source: Clear node markings
de_de: Node-Markierungen löschen
it_it: Ripulisci marcatori nodi
nl_nl: Verwijder puntmarkeringen
pl_pl: Wyczyść oznaczenia skrzyżowania
ro_ro: Eliminați marcajele din nod
sk_sk: Odstrániť všetky značenia z tejto križovatky
zh_cn: 清除节点的地标线

# Tool_ClearMarkingsMessage
source: Do you really want to clear all node #{0} markings?
de_de: Willst Du wirklich alle Markierungen von Node #{0} entfernen?
it_it: Vuoi rimuovere tutta la segnaletica orizzontale dei nodi #{0}?
nl_nl: Wil je echt alle markeringen op punt #{0} wissen?
pl_pl: Czy na pewno chcesz usunąć wszystkie oznaczenia skrzyżowania #{0}?
ro_ro: Sigur doriți să ștergeți toate marcajele din nodul #{0}?
sk_sk: Naozaj chcete zmazať všetky značenia križovatky #{0}?
zh_cn: 确定要删除节点 #{0} 的所有地标线吗?

# Tool_InfoCreateLine
source: Click to create a line
de_de: Klicken um eine Linie zu erstellen
it_it: Clicca per creare una linea
nl_nl: Klik om een lijn te maken
pl_pl: Kliknij, aby utworzyć linię
ro_ro: Apăsați pentru a crea o linie
sk_sk: Kliknite pre vytvorenie čiary
zh_cn: 点击以创建线段

# Tool_InfoDeleteLine
source: Click to delete the line
de_de: Zum Löschen der Linie klicken
it_it: Clicca per cancellare la linea
nl_nl: Klik om de lijn te verwijderen
pl_pl: Kliknij aby usunąć linię
ro_ro: Apăsați pentru a elimina linia
sk_sk: Kliknite pre zmazanie čiary
zh_cn: 点击可擦除线段

# Tool_InfoHoverNode
source: Node #{0} Click to edit markings
de_de: Node #{0} Klicken um die Markierungen zu bearbeiten
it_it: Nodo #{0} Clicca per modificare la segnaletica orizzontale
nl_nl: Punt #{0} Klik om de markering te wijzigen
pl_pl: Skrzyżowanie #{0} Kliknij aby edytować oznaczenia
ro_ro: Nodul #{0} Apăsați pentru a modifica marcajele
sk_sk: Križovatka #{0} Kliknite pre zmenu značenia
zh_cn: 节点 #{0} 点击以编辑地标线

# Tool_SelectInfo
source: Select a node or segment to change markings
de_de: Netzwerk-Knoten oder Segment zum Ändern der Markierungen auswählen
it_it: Seleziona un nodo od un segmento per cambiare la segnaletica orizzontale
nl_nl: Selecteer een knooppunt of segment om markeringen te wijzigen
pl_pl: Wybierz skrzyżowanie lub segment aby zmodyfikować oznaczenia
ro_ro: Selectați un nod sau un segment pentru a schimba marcajele
sk_sk: Vyberte križovatku alebo cestu pre zmenu značenia
zh_cn: 选择节点或段落以编辑地标线

# Tool_InfoSelectLineEndPoint
source: Select endpoint for regular line
de_de: Endpunkt für eine reguläre Linie auswählen
it_it: Seleziona un secondo punto per creare la linea
nl_nl: Selecteer een eindpunt voor een standaard lijn
pl_pl: Wybierz punkt końcowy dla zwykłej linii
ro_ro: Selectați punctul final pentru liniile regulare
sk_sk: Vyberte koncový bod pre vytvorenie čiary
zh_cn: 点选终点来创建线

# Tool_InfoSelectLineStartPoint
source: Select a point to create or delete a line
de_de: Startpunkt wählen zum Linie erstellen oder löschen
it_it: Seleziona un punto per creare o cancellare una linea
nl_nl: Selecteer een punt om een lijn te creëren of te verwijderen
pl_pl: Wybierz punkt aby utworzyć lub usunąć linię
ro_ro: Selectați un punct pentru a crea sau șterge o linie
sk_sk: Vyberte bod pre vytvorenie alebo zmazanie čiary
zh_cn: 点选起始点来创建/擦除线段

# Mod_WhatsNewMessage1_2
source: [NEW] Fillers. Space between lines can be filled in to indicate the areas prohibited for stopping or driving. 3 styles are available: Lines, Grid and Solid Fill. To create hold Alt. [NEW] Stop lines. It is now possible to connect two points on the same road to create a stop line. 2 available styles: "Solid" and "Dashed". [NEW] New line style: "Solid & Dashed". [NEW] Lines and templates in the list now have icons that show style and colour. [NEW] Markings will be now copied when the road is copied with MoveIt (function will not become available until MoveIt mod is updated). [NEW] Added Copy and Paste options for line colour. [UPDATED] Upgrading the road to a different road with the same amount of lanes will now preserve the markings. [NEW] Line segment with the rule will be highlighted when hovering over the edit panel of that rule. [TRANSLATION] Added Simplified Chinese translation.
de_de: [NEW] Füllungen. Der Bereich zwischen Linien kann gefüllt werden um zu zeigen, dass ein Befahren oder Parken verboten ist. 3 Stile stehen zur Verfügung: Linien, Gitter oder Fläche. ALT gedrückt halten zum Erstellen. [NEW] Haltelinien. Es ist nun möglich zwei nebeneinander liegende Punkte auf der gleichen Straße zu verbinden um eine Haltelinie zu erstellen. 2 Stile verfügbar: Durchgezogen und gestrichelt. [NEW] Neuer Linien-Stil: "Durchgezogen & gestrichelt". [NEW] Linien und Vorlagen haben in Listen nun Icons, die den Stil und die Farbe anzeigen. [NEW] Markierungen werden kopiert, wenn man eine Kreuzung mit Move it kopiert (Steht erst zur Verfügung, wenn Move it ein Update bereit stellt). [NEW] Kopieren und Einfügen Funktion für Linien-Farben hinzugefügt. [UPDATED] Beim Upgraden einer Straße auf eine andere mit gleicher Anzahl an Spuren, bleiben die Markierungen nun erhalten. [NEW] Das Liniensegment mit der jeweiligen Regel wird hervorgehoben, wenn man in der Bearbeitungsliste auf die jeweilige Regel zeigt. [TRANSLATION] Vereinfachtes Chinesisch als Übersetzung hinzugefügt.
it_it: [NEW] - Riempimento. Lo spazio tra le linee può essere riempito per indicare le aree vietate per l'arresto o la guida. Sono disponibili 3 stili: Linee, Griglia e Riempimento solido. Per creare tenere premuto Alt. [NEW] Linee di stop. Ora è possibile collegare due punti sulla stessa strada per creare una linea di arresto. 2 stili disponibili: "Continua" e "Tratteggiata". [NEW] Nuovo stile di linea: "Continua e tratteggiata". [NEW] Le linee e i modelli nell'elenco ora hanno icone che mostrano stile e colore. [NEW] I cmarcatori verranno ora copiati quando la strada viene copiata con MoveIt (la funzione non sarà disponibile fino all'aggiornamento della mod MoveIt). [NEW] Aggiunte opzioni Copia e Incolla per il colore della linea. [UPDATED] L'aggiornamento della strada a una strada diversa con lo stesso numero di corsie ora conserverà i segni. [NEW] Il segmento di linea con la regola verrà evidenziato quando si passa sopra il riquadro di modifica di quella regola. [TRANSLATION] Aggiunta traduzione in cinese semplificato.
zh_cn: [NEW] 填充图案。线段与线段之间的空白区域可以填充图案了，从而表示禁止停车或可驾驶的区域。有3种样式可供选择: 线段，网格和固体填充。按住Alt可以快速创建填充图案。 [NEW] 车辆停止线。现在可以将同一条道路上的两个点连接起来，从而创建一条车辆停止线。有2种可用的样式:“实线”和“虚线”。 [NEW] 新的线条样式:“实线&虚线”。 [NEW] 列表中的线和模板现在有显示样式和颜色的图标。 [NEW] 道路被Move it模组复制时，道路标记将被同步复制（该功能需等到Move It 模组更新后才能使用)。 [NEW] 新增了线条颜色的复制和粘贴选项。 [UPDATED] 当道路被升级到不同的道路时，若两者拥有相同数量的车道，道路标记将被保留。 [NEW] 当鼠标放在编辑面板上的某一规则（标记）时，带有该规则的线段将以高亮显示。 [TRANSLATION] 新增了简体中文的翻译

# Settings_Restore
source: Restore
de_de: Wiederherstellen
it_it: Ripristina
nl_nl: Herstel
pl_pl: Przywróć
ro_ro: Restabilește
sk_sk: Obnoviť
zh_cn: 恢复

# StyleOption_Invert
source: Invert
de_de: Invertieren
it_it: Inverti
nl_nl: Omkeren
pl_pl: Odwróć
ro_ro: Inversați
sk_sk: Prevrátiť
zh_cn: 翻转

# StyleOption_Width
source: Width
de_de: Breite
it_it: Larghezza
nl_nl: Breedte
pl_pl: Szerokość
ro_ro: Lățime
sk_sk: Šírka
zh_cn: 宽度

# LineStyle_SolidAndDashed
source: Solid and Dashed
de_de: Durchgezogen und Gestrichelt
it_it: Continua e Tratteggiata
nl_nl: Ononderbroken en onderbroken
pl_pl: Ciągła z przerywaną
ro_ro: Linie continuă și întreruptă
sk_sk: Plná a prerušovaná
zh_cn: 虚实线

# LineStyle_StopSolid
source: Solid
de_de: Durchgezogen
it_it: Continua
nl_nl: Ononderbroken
pl_pl: Ciągła
ro_ro: Linie continuă
sk_sk: Plná
zh_cn: 实线

# Tool_InfoDeleteStopLine
source: Click to delete the stop line
de_de: Zum Löschen der Haltelinie klicken
it_it: Clicca per cancellare la linea di Stop
nl_nl: Klik om de stoplijn te verwijderen
pl_pl: Kliknij aby usunąć linię zatrzymania
ro_ro: Apăsați pentru a elimina linia de stop
sk_sk: Kliknite pre zmazanie hranice križovatky
zh_cn: 点击以擦除停止线

# Tool_InfoCreateStopLine
source: Click to create a stop line
de_de: Klicken um eine Haltelinie zu erstellen
it_it: Clicca per creare una linea di Stop
nl_nl: Klik om een stoplijn te maken
pl_pl: Kliknij aby utworzyć linię zatrzymania
ro_ro: Apăsați pentru a crea o linie de stop
sk_sk: Kliknite pre vytvorenie hranice križovatky
zh_cn: 点击以创建停止线

# FillerEditor_Fillers
source: Fillers
de_de: Füllungen
it_it: Riempimenti
nl_nl: Opvullingen
pl_pl: Wypełnienia
ro_ro: Umpluturi
sk_sk: Výplne
zh_cn: 填充图案

# FillerEditor_DeleteCaptionDescription
source: filler
de_de: füllung
it_it: riempimento
nl_nl: opvulling
pl_pl: wypełnienie
ro_ro: umplutură
sk_sk: výplň
zh_cn: 填充图案

# FillerStyle_Stripe
source: Stripes
de_de: Streifen
it_it: Striscie
nl_nl: Strepen
pl_pl: Linie
ro_ro: Dungi
sk_sk: Pruhy
zh_cn: 条纹线

# FillerStyle_Grid
source: Grid
de_de: Gitter
it_it: Griglia
nl_nl: Raster
pl_pl: Siatka
ro_ro: Grilă
sk_sk: Mriežka
zh_cn: 网格

# LineStyle_StopDashed
source: Dashed
de_de: Gestrichelt
it_it: Tratteggiata
nl_nl: Onderbroken
pl_pl: Przerywana
ro_ro: Linie întreruptă
sk_sk: Prerušovaná
zh_cn: 虚线

# StyleOption_Step
source: Step
de_de: Schritt
it_it: Passo
nl_nl: Stapgrootte
pl_pl: Krok
ro_ro: Flux
sk_sk: Medzera
zh_cn: 间隔

# StyleOption_Angle
source: Angle
de_de: Winkel
it_it: Angolo
nl_nl: Hoek
pl_pl: Kąt
ro_ro: Unghi
sk_sk: Uhol
zh_cn: 角度

# Tool_InfoFillerClickStart
source: Click to start creating a filler
de_de: Klicken um mit der Füllung zu beginnen
it_it: Clicca per iniziare la creazione di un riempimento
nl_nl: Klik om te beginnen met het maken van een opvulling
pl_pl: Kliknij, aby rozpocząć tworzenie wypełnienia
ro_ro: Apăsați pentru a crea o umplutură
sk_sk: Kliknite pre vytvorenie výplne
zh_cn: 点击来开始创建填充

# Tool_InfoFillerClickEnd
source: Click to finish creating the filler
de_de: Klicken um das Erstellen der Füllung zu beenden
it_it: Clicca per terminare la creazione di un riempimento
nl_nl: Klik om de opvulling af te maken
pl_pl: Kliknij, aby zakończyć tworzenie wypełnienia
ro_ro: Apăsați pentru a termina umplutura
sk_sk: Kliknite pre dokončenie výplne
zh_cn: 点击以完成创建填充

# Tool_InfoFillerClickNext
source: Click to select the next point in the contour
de_de: Klicken um den nächsten Punkt des Umrisses auszuwählen
it_it: Clicca per selezionare il prossimo punto del contorno
nl_nl: Klik om het volgende punt van de omtrek te selecteren
pl_pl: Kliknij aby wybrać następny punkt konturu
ro_ro: Apăsați pentru a selecta următorul punct în schiță
sk_sk: Kliknite pre výber ďalšieho bodu výplne
zh_cn: 点击以选择填充区域下一端点
