Repository: MacSergey/NodeMarkup
Catalog: NodeMarkup/Properties/Localize.*.resx
Languages: cs_cz, es_es, fi, fr_fr, id, ja_jp, ko, pt, ru, tr

# Tool_DeleteCaption
source: Delete {0}
cs_cz: Odstranit {0}
es_es: Eliminar {0}
fi: Poista {0}
fr_fr: Supprimer {0}
id: Hapus {0}
ja_jp: {0} を削除しますか？
ko: {0} 삭제하기
pt: Apagar {0}
ru: Удалить {0}
tr: {0} silinecek

# Tool_DeleteMessage
source: Do you really want to delete {0} "{1}"?
cs_cz: Opravdu chcete odstranit {0} "{1}"?
es_es: ¿De verdad quieres eliminar {0} "{1}"?
fi: Haluatko varmasti poistaa {0} {1}?
fr_fr: Voulez-vous vraiment supprimer {0} "{1}" ?
id: Apakah Anda yakin untuk menghapus {0} "{1}"?
ja_jp: {0} - "{1}" を削除してもよろしいですか？
ko: 정말로 {0} "{1}"을(를) 삭제할까요?
pt: Tem a certeza que quer mesmo apagar {0} {1}?
ru: Вы действительно хотите удалить {0} "{1}"?
tr: {0} ve {1} verileri silinecek, istiyor musunuz?

# HeaderPanel_ApplyTemplate
source: Apply template
cs_cz: Použít šablonu
es_es: Aplicar plantilla
fi: Käytä mallinetta
fr_fr: Appliquer le modèle
id: Terapkan templat
ja_jp: テンプレートの適用
ko: 템플릿 적용하기
pt: Aplicar modelo
ru: Выбрать шаблон
tr: Şablonu uygula

# HeaderPanel_SaveAsTemplate
source: Save as template
cs_cz: Uložit jako šablonu
es_es: Guardar como plantilla
fi: Tallenna mallineena
fr_fr: Enregistrer comme modèle
id: Simpan sebagai templat
ja_jp: テンプレートの保存
ko: 템플릿으로 저장
pt: Guardar como modelo
ru: Сохр. шаблон
tr: Şablon olarak kaydet

# HeaderPanel_SetAsDefault
source: Set as default
cs_cz: Nastavit jako výchozí
es_es: Establecer como predeterminado
fi: Aseta oletukseksi
fr_fr: Définir par défaut
id: Simpan sebagai standar
ja_jp: デフォルトに設定
ko: 기본값으로 저장
pt: Definir como predefinição
ru: Сделать по умолчанию
tr: Varsayılan olarak ayarla

# HeaderPanel_UnsetAsDefault
source: Unset as default
cs_cz: Zrušit jako výchozí
es_es: Desmarcar como predeterminado
fi: Älä käytä oletuksena
fr_fr: Retirer comme défaut
id: Hapus simpanan sebagai standar
ja_jp: デフォルトの設定解除
ko: 기본값으로 저장 취소
pt: Remover como predefinição
ru: Убрать по умолчанию
tr: Varsayılan verisini kaldır

# LineEditor_AddRuleButton
source: Add Rule
cs_cz: Přidat pravidlo
es_es: Añadir la regla
fi: Lisää sääntö
fr_fr: Ajouter une règle
id: Tambah aturan
ja_jp: ルールを追加
ko: 규칙 추가
pt: Adicionar Regra
ru: Добавить правило
tr: Kural ekle

# StyleOption_Color
source: Color
cs_cz: Barva
fi: Väri
fr_fr: Couleur
id: Warna
ja_jp: カラー
ko: 색상
pt: Cor
ru: Цвет
tr: Renkler

# StyleOption_DashedLength
source: Dash length
cs_cz: Délka čáry
es_es: Longitud de trazos
fi: Viivan pituus
fr_fr: Longueur du tiret
id: Panjang garis
ja_jp: 線の長さ
ko: 점선 길이
pt: Comprimento do traço
ru: Длина штриха
tr: Gösterge uzunluğu

# LineEditor_DeleteRuleCaption
source: Delete rule
cs_cz: Odstranit pravidlo
es_es: Eliminar la regla
fi: Poista sääntö
fr_fr: Supprimer cette règle
id: Hapus aturan
ja_jp: ルールを削除
ko: 규칙 삭제하기
pt: Remover Regra
ru: Удалить правило
tr: Kuralı sil

# LineEditor_DeleteRuleMessage
source: Do you really want to delete the rule?
cs_cz: Opravdu chcete odstranit toto pravidlo?
es_es: ¿De verdad quieres eliminar la regla?
fi: Haluatko varmasti poistaa säännön?
fr_fr: Voulez-vous vraiment supprimer cette règle ?
id: Apakah Anda yakin untuk menghapus aturan ini?
ja_jp: 追加したルールを削除してもよろしいですか?
ko: 이 규칙을 정말로 삭제할까요?
pt: Tem a certeza que quer mesmo apagar esta regra?
ru: Вы действительно хотите удалить правило?
tr: Bu kuralı gerçekten silmek ister misiniz?

# LineRule_From
source: From
cs_cz: Z
es_es: Desde
fi: Alkupiste
fr_fr: De
id: Dari
ja_jp: 始点
ko: 시작점
pt: De
ru: От
tr: Kaynak

# LineEditor_InfoSelectFrom
source: Select the rule's "From" point
cs_cz: Vyberte výchozí bod pravidla
es_es: Seleccione el punto "Desde" de la regla
fi: Valitse säännön alkupiste
fr_fr: Sélectionnez le point "De" de cette règle
id: Pilih titik "Dari" untuk aturan ini
ja_jp: 始点側のポイントを選択
ko: 만들 규칙의 시작점을 선택하세요
pt: Seleccione o ponto "De" da regra
ru: Выберите начало правила
tr: Kuralın başlangıç noktasını seç

# LineEditor_InfoSelectTo
source: Select the rule's "To" point
cs_cz: Vyberte koncový bod pravidla
es_es: Seleccione el punto "Hasta" de la regla
fi: Valitse säännön loppupiste
fr_fr: Sélectionnez le point "À" de cette règle
id: Pilih titik "Ke" untuk aturan ini
ja_jp: 終点側のポイントを選択
ko: 만들 규칙의 끝점을 선택하세요
pt: Seleccione o ponto "Para" da regra
ru: Выберите конец правила
tr: Kuralın bitiş noktasını seç

# LineEditor_DeleteCaptionDescription
source: line
cs_cz: čáru
es_es: línea
fi: viiva
fr_fr: ligne
id: garis
ja_jp: ライン
ko: 선
pt: linha
ru: линию
tr: şerit

# LineEditor_Lines
source: Lines
cs_cz: Čáry
es_es: Líneas
fi: Viivat
fr_fr: Lignes
id: Garis
ja_jp: ライン
ko: 선
pt: Linhas
ru: Линии
tr: Şeritler

# StyleOption_Offset
source: Offset
cs_cz: Odsazení
es_es: Desplazamiento
fi: Etäisyys
fr_fr: Décalage
id: Geser
ja_jp: オフセット
ko: 오프셋
pt: Deslocamento
ru: Сдвиг
tr: Ortala

# StyleOption_SpaceLength
source: Space length
cs_cz: Vzdálenost mezi čárami
es_es: Longitud del espacio
fi: Välimatka
fr_fr: Longueur de l'espace
id: Panjang spasi
ja_jp: 空白の長さ
ko: 점선 간격
pt: Comprimento do espaço
ru: Длина промежутка
tr: Alan uzunluğu

# Editor_Style
source: Style
cs_cz: Styl
es_es: Estilo
fi: Tyyli
id: Gaya
ja_jp: スタイル
ko: 스타일
pt: Estilo
ru: Стиль
tr: Tarz

# LineRule_To
source: To
cs_cz: Do
es_es: Hasta
fi: Loppupiste
fr_fr: À
id: Ke
ja_jp: 終点
ko: 끝점
pt: Para
ru: До
tr: Nereye

# LineRule_IntersectWith
source: Intersection with {0}
cs_cz: Průsečík s {0}
es_es: Intersección con {0}
fi: Risteää {0}:n kanssa
fr_fr: Intersection avec {0}
id: Persilangan dengan {0}
ja_jp: 交差点・ノード内 {0}
ko: {0}과의 교차점
pt: Intersecção com {0}
ru: Пересечение с {0}
tr: {0} ile kesişim

# LineRule_SelfEdgePoint
source: Self-edge point {0}
cs_cz: Vlastní hranice {0}
es_es: Punto propio {0}
fi: Reunapiste {0}
fr_fr: Point de bord {0}
id: Titik tepian-diri {0}
ja_jp: 端点・原点 {0}
ko: 점 {0}
pt: Ponto próprio {0}
ru: Собственная точка {0}
tr: Kendinden köşeli konum: {0}

# LineStyle_Dashed
source: Dashed
cs_cz: Přerušovaná
es_es: Discontinua
fi: Katkoviiva
fr_fr: Tiret
id: Putus-putus
ja_jp: 破線
ko: 점선
pt: Tracejada
ru: Пунктирная
tr: Kesikli

# LineStyle_DoubleDashed
source: Double dashed
cs_cz: Dvojitá přerušovaná
es_es: Discontinua Doble
fi: Kaksoiskatkoviiva
fr_fr: Double tiret
id: Putus-putus ganda
ja_jp: 2重破線
ko: 쌍점선
pt: Tracejada dupla
ru: Двойная пунктирная
tr: Çift kesikli

# LineStyle_DoubleSolid
source: Double solid
cs_cz: Dvojitá plná
es_es: Continua doble
fi: Kaksoissulkuviiva
fr_fr: Double solide
id: Utuh ganda
ja_jp: 2重線
ko: 쌍실선
pt: Sólida dupla
ru: Двойная сплошная
tr: Çift dolu

# LineStyle_Solid
source: Solid
cs_cz: Plná
es_es: Continua
fi: Viiva
fr_fr: Solide
id: Utuh
ja_jp: 実線
ko: 실선
pt: Sólida
ru: Сплошная
tr: Dolu

# Mod_Description
source: Just do make markings at intersections
cs_cz: Nástroj pro kreslení vodorovných značek do křižovatek
es_es: Solo haga las marcas en las intersecciones
fi: Tee tiemerkintöjä risteyksiin
fr_fr: Faire marquages aux intersections seulement
id: Untuk membuat markah pada persimpangan
ja_jp: 交差点や高速道路のJCT・IC内に、ラインの作成・編集が出来るようになります
ko: 교차로에 마킹 만들기
pt: Faz apenas marcações nas intersecções
ru: Просто сделай разметку на перекрестках
tr: Kesişimlerde işaretler koy

# Panel_NodeCaption
source: Edit node #{0} markings
cs_cz: Upravit značení křižovatky #{0}
es_es: Editar las marcas del node #{0}
fi: Muokkaa risteyksen #{0} merkintöjä
fr_fr: Modifier le marquage du nœud #{0}
id: Edit markah titik hubung #{0}
ja_jp: #{0} のノードを編集中
ko: 노드 #{0}의 마킹 수정
ru: Редактирование перекрестка #{0}
tr: #{0} nolu düğümün işaretlerini değiştir

# PointEditor_DeleteCaptionDescription
source: point
cs_cz: bod
es_es: punto
fi: piste
id: titik
ja_jp: ポイント
ko: 점
pt: ponto
ru: точку
tr: nokta

# PointEditor_Offset
source: Offset
cs_cz: Odsazení
es_es: Desplazamiento
fi: Siirtymä
fr_fr: Décalage
id: Pergeseran
ja_jp: オフセット
ko: 오프셋
pt: Deslocamento
ru: Сдвиг
tr: Dengele

# PointEditor_Points
source: Points
cs_cz: Body
es_es: Puntos
fi: Pisteet
id: Titik
ja_jp: ポイント
ko: 점
pt: Pontos
ru: Точки
tr: Noktalar

# SelectPanel_NotSet
source: Not set
cs_cz: Nenastaveno
es_es: No establecido
fi: Ei määritetty
fr_fr: Non défini
id: Belum disetel
ja_jp: 未設定
ko: 설정되지 않음
pt: Não definido
ru: Не задано
tr: Belirlenmemiş

# Settings_ShortcutAddNewLineRule
source: Add new line rule
cs_cz: Přidat nové pravidlo
es_es: Añadir nueva regla de la línea
fi: Lisää uusi sääntö
fr_fr: Ajouter une règle de ligne
id: Tambah aturan garis baru
ja_jp: 新規ルールを追加
ko: 선에 새 규칙 추가
pt: Adicionar nova regra à linha
ru: Добавление нового правила
tr: Yeni şerit kuralı ekle

# Settings_ShortcutDeleteAllNodeLines
source: Delete all node lines
cs_cz: Odstranit všechna značení z křižovatky
es_es: Eliminar todas las líneas del nodo
fi: Poista risteyksen kaikki tiemerkinnät
fr_fr: Supprimer toutes les lignes du noeud
id: Hapus semua garis simpangan
ja_jp: マーキングを全て削除
ko: 노드의 모든 선 삭제
pt: Remover todas as linhas deste nó
ru: Удалить все линии перекрестка
tr: Tüm düğüm şeritlerini silin

# Settings_DeleteMarkingButton
source: Delete markings from all intersections
cs_cz: Odstranit značení ze všech křižovatek
es_es: Eliminar las marcas de todas las intersecciones
fi: Poista tiemerkinnät kaikista risteyksistä
fr_fr: Supprimer le marquage de toutes les intersections
id: Hapus segala markah dari seluruh persimpangan
ja_jp: 全ての交差点からマーキングを削除
ko: 모든 교차로의 마킹 전부 삭제
pt: Remover todas as marcações de todas a intersecções
ru: Удалить разметку со всех перекрестков
tr: Kesişim işaretlerini sil

# Settings_DeleteMarkingCaption
source: Delete all markings
cs_cz: Odstranit všechna značení
es_es: Eliminar todas las marcas
fi: Poista kaikki tiemerkinnät
fr_fr: Supprimer tous les marquages
id: Hapus segala markah
ja_jp: マップ上にある全てのマーキングを削除
ko: 모든 마킹 삭제
pt: Remover todas as marcações
ru: Удалить всю разметку
tr: Tüm işaretler siliniyor

# Settings_DeleteMarkingMessage
source: Do you really want to remove all markings?
cs_cz: Opravdu si přejete odstranit všechna značení?
es_es: ¿De verdad quieres borrar todas las marcas?
fi: Haluatko varmasti poistaa kaikki tiemerkinnät?
fr_fr: Voulez-vous vraiment supprimer tous les marquages ?
id: Apakah Anda yakin untuk menghapus segala markah?
ja_jp: マップ上にある、全てのマーキングを削除してもよろしいですか？
ko: 정말로 모든 마킹을 삭제하시겠습니까?
pt: Tem a certeza que quer mesmo remover todas as marcações?
ru: Вы действительно хотите удалить всю разметку?
tr: Tüm işaretler kaldırılıyor, emin misiniz?

# Settings_DumpMarkingButton
source: Dump markings data to file
cs_cz: Exportovat data do souboru
es_es: Exportar las marcas al archivo
fi: Vie tiemerkintätiedot tiedostoon
fr_fr: Extraire les données de marquage vers un fichier
id: Limpahkan data markah ke file
ja_jp: マーキングデータをファイルに保存
ko: 마킹한 내역을 파일로 내보내기
pt: Exportar dados de marcações para um ficheiro
ru: Сохранить данные разметки в файл
tr: İşaret verilerini dosyaya aktar

# Settings_CopyPathToClipboard
source: Copy path to clipboard
cs_cz: Kopírovat cestu k souboru
es_es: Copiar la ruta al portapapeles
fi: Kopioi tiedostopolku leikepöydälle
fr_fr: Copier le chemin au presse-papier
id: Salin jalur file ke salinan
ja_jp: ファイルのパスをクリップボードにコピー
ko: 경로를 클립보드에 복사하기
pt: Copiar caminho para área de transferência
ru: Копировать путь в буфер
tr: Dosya yolunu panoya kopyala

# Settings_DumpMarkingCaption
source: Dump markings data
cs_cz: Exportovat data
es_es: Exportar las marcas
fi: Vie tiemerkintätiedot
fr_fr: Extraire les données de marquage
id: Limpahkan markah data
ja_jp: マーキングデータのダンプ出力
ko: 마킹 내역 내보내기
pt: Exportar dados das marcações
ru: Сохранить данные разметки
tr: İşaret verisi aktarıldı

# Settings_DumpMessageFailed
source: Dump failed
cs_cz: Export se nezdařil
es_es: Exportación fallida
fi: Vienti epäonnistui
fr_fr: L'extraction a échoué
id: Pelimpahan gagal
ja_jp: ダンプ出力に失敗しました。
ko: 내보내기 실패
pt: Exportação falhou
ru: Не удалось сохранить
tr: Aktarım tamamlanamadı

# Settings_DumpMessageSuccess
source: Dump successfully saved to file
cs_cz: Export úspěšný
es_es: Exportación guardada con éxito
fi: Vienti onnistui
fr_fr: Extraction réussie
id: Pelimpahan ke file berhasil
ja_jp: ダンプ出力は正常に行われました。
ko: 성공적으로 파일에 저장하였습니다
pt: Exportação guardada com sucesso
ru: Успешно сохранено
tr: Dosya başarıyla kaydedildi

# Settings_RestoreMarkingButton
source: Restore markings data from file
cs_cz: Obnovit značení ze souboru
es_es: Recuperar marcas desde archivo
fi: Palauta tiemerkinnät tiedostosta
fr_fr: Restaurer les marquages depuis le fichier
id: Pulihkan data markah dari file
ja_jp: マーキングデータをファイルから復元
ko: 파일에서 마킹한 내역 복원하기
pt: Recuperar dados das marcações a partir dum ficheiro
ru: Восстановить данные разметки из файла
tr: İşaret bilgilerini dosyadan yükle

# Settings_RestoreMarkingCaption
source: Restore markings data
cs_cz: Obnovit data značení
es_es: Recuperar marcas
fi: Palauta tiemerkinnät
fr_fr: Restaurer les marquages
id: Pulihkan data markah
ja_jp: マーキングデータの復元
ko: 마킹 내역 복원하기
pt: Recuperar dados das marcações
ru: Восстановить данные разметки
tr: Yedek verileri geri yükle

# Settings_RestoreMarkingMessage
source: Do you really want to restore markings? The restored markings will replace all existing markings.
cs_cz: Opravdu si přejete obnovit data? Původní data připíší všechna existující značení.
es_es: ¿De verdad deseas recuperar los datos? Los datos restaurados reemplazarán todas las marcas existentes.
fi: Haluatko varmasti palauttaa merkinnät? Palautetut merkinnät korvaavat kaikki olemassa olevat merkinnät.
fr_fr: Voulez-vous vraiment restaurer les données ? Les données restaurées ont remplacé tous les marquages existants.
id: Apakah Anda yakin untuk memulihkan markah? Markah yang dipulihkan akan menggantikan segala markah yang ada.
ja_jp: 本当にデータを復元しますか？ 復元すると、既存のマーキングデータを全て置き換えます。
ko: 정말로 마킹을 복원하시겠습니까? 복원한 마킹이 기존 마킹에 덮어씌워질 것입니다.
pt: Tem a certeza que quer recuperar os dados? Os dados recuperados vão substituir todas as marcações existentes.
ru: Вы действительно хотите восстановить разметку? Она заменит всю существующую разметку.
tr: İşaret yedeğini yüklemek istediğinize emin misiniz? Yeni işaretler eskilerinin yerine geçecektir.

# Settings_RestoreMarkingMessageFailed
source: Markings data restore failed
cs_cz: Obnovení dat se nezdařilo
es_es: Recuperación fallida
fi: Tiemerkintöjen tuonti epäonnistui
fr_fr: La restauration des marquages a échoué
id: Pemulihan data markah gagal
ja_jp: マーキングデータの復元に失敗しました。
ko: 마킹 복원에 실패했습니다
pt: A recuperação de dados falhou
ru: Не удалось восстановить данные разметки
tr: İşaret verisi ger yükleme başarısız oldu

# Settings_RestoreMarkingMessageSuccess
source: Markings data successfully restored
cs_cz: Data úspěšně obnovena
es_es: Las marcas se han recuperado con éxito
fi: Tiemerkinnät palautettu onnistuneesti
fr_fr: Marquages restaurés avec succès
id: Pemulihan data markah berhasil
ja_jp: マーキングデータの復元に成功しました。
ko: 마킹이 성공적으로 복원되었습니다
pt: Dados recuperados com sucesso
ru: Данные разметки успешно восстановлены
tr: İşaret verisi başarıyla aktarıldı

# Settings_QuickRuleSetup
source: Quick rule setup
cs_cz: Rychlé vytvoření pravidel
es_es: Configuración rápida de la regla
fi: Nopea säännön luominen
fr_fr: Configuration rapide des règles
id: Penyetelan aturan cepat
ja_jp: 追加ルールのクイックセットアップ
ko: 빠른 규칙 설정
pt: Configuração rápida das regras
ru: Быстрая настройка правил
tr: Hızlı kural kurulumu

# Settings_RenderDistance
source: Render distance
cs_cz: Vykreslovací vzdálenost
es_es: Distancia de renderizado
fi: Piirtoetäisyys
fr_fr: Distance d'affichage
id: Jarak penglihatan
ja_jp: マーキングの描画距離
ko: 렌더링 거리
pt: Distância de renderização
ru: Дистанция отображения
tr: Gösterim mesafesi

# Settings_ShowDeleteWarnings
source: Confirm before deleting
cs_cz: Zobrazovat upozornění při odstraňování
es_es: Confirmar antes de eliminar
fi: Vahvista ennen poistamista
fr_fr: Confirmer avant de supprimer
id: Konfirmasi sebelum penghapusan
ja_jp: 削除前の確認方法
ko: 삭제하기 전 확인하기
pt: Confirmar antes de remover
ru: Подтверждение удаления
tr: Silmeden önce onaylayın

# TemplateEditor_DeleteCaptionDescription
source: template
cs_cz: šablonu
es_es: plantilla
fi: malline
fr_fr: modèle
id: templat
ja_jp: テンプレート
ko: 템플릿
pt: modelo
ru: шаблон
tr: şablon

# TemplateEditor_Name
source: Name
cs_cz: Název
es_es: Nombre
fi: Nimi
fr_fr: Nom
id: Nama
ja_jp: 名前
ko: 이름
pt: Nome
ru: Название
tr: İsim

# TemplateEditor_Templates
source: Templates
cs_cz: Šablony
es_es: Plantillas
fi: Mallineet
fr_fr: Modèles
id: Templat
ja_jp: テンプレート
ko: 템플릿
pt: Modelos
ru: Шаблоны
tr: Şablonlar

# Template_NewTemplate
source: New template
cs_cz: Nová šablona
es_es: Nueva plantilla
fi: Uusi malline
fr_fr: Nouveau modèle
id: Templat baru
ja_jp: 新規テンプレート
ko: 새 템플릿
pt: Novo modelo
ru: Новый шаблон
tr: Yeni şablon

# Tool_ClearMarkingsCaption
source: Clear node markings
cs_cz: Odstranit všechna značení z této křižovatky
es_es: Eliminar las marcas del nodo
fi: Poista risteyksen merkinnät
fr_fr: Effacer les marquages de nœuds
id: Hapus markah persimpangan
ja_jp: マーキングを全て消去
ko: 노드 마킹 삭제
pt: Remover marcações do nó
ru: Удалить всю разметку
tr: Düğüm işaretlerini temizle

# Tool_ClearMarkingsMessage
source: Do you really want to clear all node #{0} markings?
cs_cz: Opravdu chcete odstranit všechna značení křižovatky #{0}?
es_es: ¿De verdad quieres eliminar todas las marcas del nodo #{0}?
fi: Haluatko varmasti poistaa kaikki risteyksen #{0} tiemerkinnät?
fr_fr: Voulez-vous vraiment supprimer tous les marquages du nœud #{0} ?
id: Apakah Anda yakin untuk menghapus segala markah simpang #{0}?
ja_jp: ノード(セグメント) #{0} のマーキングを全て削除してもよろしいですか？
ko: 정말로 노드 #{0}의 마킹을 모두 삭제할까요?
pt: Tem a certeza que quer mesmo remover todas as marcações do nó #{0}?
ru: Вы действительно хотите удалить всю разметку перекрестка #{0}?
tr: #{0} düğümünün işaretleri silinecek, emin misiniz?

# Tool_InfoCreateLine
source: Click to create a line
cs_cz: Klikněte pro vytvoření čáry
es_es: Haga clic para crear una línea
fi: Napauta luodaksesi viivan
fr_fr: Cliquez pour créer une ligne
id: Klik untuk membuat garis
ja_jp: クリックしてラインの追加
ko: 다음을 클릭해 생성하세요
pt: Clique para criar uma linha
ru: Нажмите для создания линии
tr: Bir şerit oluşturmak için tıklayın

# Tool_InfoDeleteLine
source: Click to delete the line
cs_cz: Kliknětě pro odstranění čáry
es_es: Haga clic para borrar la línea
fi: Napauta poistaaksesi viivan
fr_fr: Cliquez pour supprimer la ligne
id: Klik untuk menghapus garis
ja_jp: クリックしてラインを削除
ko: 클릭해 선을 삭제하세요
pt: Clique para remover a linha
ru: Нажмите для удаления линии
tr: Bir şerit silmek için tıklayın

# Tool_InfoHoverNode
source: Node #{0} Click to edit markings
cs_cz: Křižovatka #{0} Klikněte pro změnu značení
es_es: Nodo #{0} Haga clic para editar las marcas
fi: Risteys #{0} Napauta muokataksesi merkintöjä
fr_fr: Noeud #{0} Cliquez pour modifier le marquage
id: Persimpangan #{0} Klik untuk mengedit markah
ja_jp: ノード #{0} クリックしてマーキングの編集
ko: 노드 #{0} 수정하려면 클릭하세요
pt: Nó #{0} Clique para editar marcações
ru: Перекресток #{0} Нажмите для редактирования разметки
tr: #{0} düğümü İşaretleri düzenlemek için tıklayın

# Tool_SelectInfo
source: Select a node or segment to change markings
cs_cz: Vyberte křižovatku nebo silnici pro změnu značení
es_es: Seleccione un nodo o segmento para editar las marcas
fi: Valitse risteys tai jaoke muokataksesi merkintöjä
fr_fr: Sélectionnez un nœud ou segment pour changer les marquages
id: Pilih sebuah titik hubung atau bagian jalan untuk mengubah markahnya
ja_jp: マーキングを編集したい、ノード・セグメントを選択
ko: 노드나 세그먼트를 선택해 마킹을 수정하세요
ru: Выберите перекресток или сегмент для редактирования разметки
tr: İşaretleri değiştirmek için düğüm veya kesişim seçin

# Tool_InfoSelectLineEndPoint
source: Select endpoint for regular line
cs_cz: Vyberte bod pro vytvoření čáry
es_es: Seleccione punto final para línea normal
fi: Valitse päätepiste +Shift - Sulku- +Ctrl - Kaksois-
fr_fr: Sélectionnez un point de fin pour une ligne normal
id: Pilih titik akhir untuk garis biasa
ja_jp: ラインの終点を選択
ko: 일반 선의 끝점 선택
pt: Selecione um ponto próprio para uma linha normal ou de paragem Arraste para trás do ponto para uma linha perpendicular
ru: Выберите конечную точку для обычной линии
tr: Sıradan şerit için bitme noktası seçin

# Tool_InfoSelectLineStartPoint
source: Select a point to create or delete a line
cs_cz: Vyberte bod pro vytvoření nebo odstranění čáry
es_es: Seleccione el punto para crear o eliminar la línea
fi: Valitse piste luodaksesi tai poistaaksesi viivan +Ctrl siirtääksesi pistettä Pidä Alt-näppäintä pohjassa luodaksesi sulkualueen Pidä Shift-näppäintä pohjassa luodaksesi suojatien
fr_fr: Sélectionnez un point pour créer ou supprimer une ligne
id: Pilih sebuah titik untuk membuat atau menghapus sebuah garis
ja_jp: ポイントを選択して、ラインを作成＆削除
ko: 만들거나 지울 선의 시작점을 선택하세요
pt: Selecione um ponto para criar ou remover a uma linha
ru: Выберите начальную точку для создания или удаления линии
tr: Şeriti silmek veya oluşturmak için nokta seçin
