Repository: MacSergey/NodeMarkup
Catalog: NodeMarkup/Properties/Localize.*.resx
Languages: cs_cz, es_es, fi, fr_fr, id, ja_jp, ko, pt, ru, tr

# Mod_WhatsNewMessage1_7_4
source: - Fixed save and load presets' screenshot. - Fixed bug when nodes with marking after loading had a wrong shape. - Added Indonesian translation.
fr_fr: [FIXED] Correction de la capture d'écran de sauvegarde et utilisation des préréglages. [FIXED] Correction d'un bug lorsque qu'après chargement, les nœuds avec marquage avaient une mauvaise forme. [TRANSLATION] Ajout de la traduction indonésienne.
ru: [FIXED] Исправлено сохранение и загрузка скриншотов трафаретов. [FIXED] Исправлен баг, который делал узлы с маркировкой неправильной формы после загрузки. [TRANSLATION] Добавлен перевод на индонезийский.

# Settings_HideStreetName
source: Hide street names while using tool
cs_cz: Skrýt názvy ulic při používání nástroje
es_es: Esconder nombres de vías al usar la herramienta
fr_fr: Cacher les noms des rues lors de l'utilisation
id: Hilangkan nama jalan saat menggunakan alat
ja_jp: ツール使用時に道路名を非表示
ko: 도구 사용 중에는 길의 이름 숨기기
ru: Скрывать названия улиц во время использования
tr: Aracı kullanırken sokak isimlerini kapat

# LineStyle_StopPavement
source: Pavement
cs_cz: Chodník
es_es: Pavimento
fr_fr: Béton
id: Trotoar
ja_jp: 舗装(3Dスタイル)
ko: 인도 포장
ru: Тротуар
tr: Kaldırım

# Tool_InfoSelectCrosswalk
source: Click with {0} to select the crosswalk
cs_cz: Klikněte s {0} pro výběr přechodu
es_es: Clic con la tecla {0} para seleccionar el paso de peatones
fr_fr: Cliquez sur {0} pour sélectionner le passage piéton
id: Klik dengan menahan {0} untuk memilih penyeberangan
ja_jp: {0} + クリックで、横断歩道を選択
ko: {0}을 누른 채로 클릭해해 횡단보도를 선택하세요
ru: Нажмите c {0} для выбора перехода
tr: Yaya geçidi seçmek için {0} tuşuyla beraber tıklayın

# Tool_InfoSelectLine
source: Click with {0} to select the line
cs_cz: Klikněte s {0} pro výběr čáry
es_es: Clic con la tecla {0} para seleccionar la línea
fr_fr: Cliquez sur {0} pour sélectionner la ligne
id: Klik dengan menahan {0} untuk memilih garis
ja_jp: {0} + クリックで、ラインを選択
ko: {0}을 누른 채 클릭해 선을 선택하세요
ru: Нажмите c {0} для выбора линии
tr: Şeritleri seçmek için {0} tuşuyla beraber tıklayın

# FillerStyle_Gravel
source: Gravel
cs_cz: Štěrk
es_es: Grava
fr_fr: Gravier
id: Kerikil
ja_jp: 砂利(3Dスタイル)
ko: 자갈
ru: Гравий
tr: Çakıl

# FillerStyle_Cliff
source: Cliff
cs_cz: Útes
es_es: Acantilado
fr_fr: Falaise
id: Jurang
ja_jp: 崖(3Dスタイル)
ko: 절벽
ru: Скала
tr: Uçurum

# FillerStyle_Ruined
source: Ruined
cs_cz: Rozbořený
es_es: Arruinada
fr_fr: Détérioré
id: Rusak
ja_jp: 荒れ地(3Dスタイル)
ko: 폐허 잔디
ru: Руины
tr: Harabe olmuş

# StyleOption_LineOffset
source: Offset from lines
cs_cz: Odsazení od čar
fr_fr: Écart depuis les lignes
id: Pergeseran dari garis
ko: 선으로부터 오프셋
ru: Отступ от линий
tr: Şeritleri ayarla

# FillerStyle_CornerRadius
source: Corner radius
cs_cz: Poloměr rohu
es_es: Radio de esquina
fr_fr: Rayon du coin
id: Radius sudut
ja_jp: 角丸の半径(ライン側)
ko: 모서리 반경
ru: Радиус скругления углов
tr: Köşe yarıçapı

# FillerStyle_MedianCornerRadius
source: Corner radius on medians
cs_cz: Poloměry rohů u mediánů
fr_fr: Rayon du coin depuis séparateur
id: Radius sudut pada median
ko: 중앙에서 가장자리 반경:
ru: Радиус скругления углов у разделительной полосы
tr: Medyanın kenar çapı

# FillerStyle_CurbSize
source: Curb size
cs_cz: Velikost obrubníku
es_es: Tamaño del bordillo
fr_fr: Taille de bordure
id: Besar trotoar
ja_jp: 縁石の幅(ライン側)
ko: 연석 크기
ru: Размер бордюра
tr: Kaldırım Genişliği

# FillerStyle_MedianCurbSize
source: Curb size on medians
cs_cz: Velikost obrubníku u mediánů
fr_fr: Taille de bordure depuis séparateur
id: Besar trotoar pada median
ko: 중앙에서 연석 크기
ru: Размер бордюра у разделительной полосы
tr: Medyanlardaki kaldırım genişliği

# Mod_WhatsNewMessage1_8
source: - Added selection step over like in MoveIt. Press Ctrl+Space to step over (you can rebind in mod options). - Added curbs to filler 3D styles. - Added rounded corners to filler 3D styles. - Added offset from lines to filler 3D styles. - Added filler styles: Gravel, Ruined, Cliff. - Added pavement stop line style. - Added option "Follow guide lines" for solid filler, so now possible make solid fillers on sloped segments. - Added the ability to click with Ctrl to select line or crosswalk instend of delete its. - Added warning for Linux users about missing libraries. - Added the ability to change style by scroll wheel. - Added the ability to hide street names while using tool. Can be disabled in mod options. - Added new icon for UUI button. - Fixed select template button icon.
fr_fr: [NEW] Ajout d'un pas de sélection comme dans MoveIt. Appuyez sur Ctrl+Espace pour passer au suivant (vous pouvez relier dans les options du mod). [NEW] Ajout de bordures aux styles 3D de remplissage. [NEW] Ajout de coins arrondis aux styles 3D de remplissage. [NEW] Ajout d'un décalage depuis les lignes aux styles 3D de remplissage. [NEW] Ajout de styles de remplissage : Gravier, Détérioré, Falaise. [NEW] Ajout de l'option "Suivre les lignes de guidage" pour le remplissage solide, il est donc désormais possible de créer des remplissages solides sur des segments inclinés. [NEW] Ajout de la possibilité de cliquer avec Ctrl pour sélectionner une ligne ou un passage piétons au lieu de le supprimer. [NEW] Ajout d'un avertissement pour les utilisateurs de Linux concernant les bibliothèques manquantes. [NEW] Ajout de la possibilité de changer de style avec la molette de la souris. [NEW] Ajout de la possibilité de masquer les noms de rue lors de l'utilisation de l'outil. Peut être désactivé dans les options du mod. [NEW] Ajout d'une nouvelle icône pour UUI. [FIXED] Correction de l'icône du bouton de sélection de modèle.
ru: [NEW] Добавлен шаг через выделения, для выбора перекрестков находящихся друг под другом, как в MoveIt. Нажмите Ctrl+Space для выбора следующего (может быть изменено в настройках мода). [NEW] Добавлены бордюры для 3D заполнителей. [NEW] Добавлены закругленные углы для 3D наполнителей. [NEW] Добавлен отступ от линий для 3D заполнителей. [NEW] Добавлены 3D стили заполнителей: Гравий, Руины, Скалы. [NEW] Добавлен 3D стиль стоп линии Тротуар. [NEW] Добавлена опция "Следовать за направляющими" для сплошного заполнителя, теперь возможно использовать его на наклонных сегментах. [NEW] Добавлена возможность при зажатом CTRL выбрать линию или переход вместо удаления. [NEW] Добавлено предупреждения для пользователей Linux о недостающих библиотеках. [NEW] Добавлена возможность изменять стиль с помощью прокрутки колесика мышки. [NEW] Добавлена возможность скрывать названия улиц по время использования инструмента. Можно отключить в настройках мода. [NEW] Добавлена новая иконка для кнопки в UUI. [FIXED] Исправлена кнопка выбора шаблона.

# Mod_WhatsNewMessage1_8_1
source: - Buttons in paste mode moved ouside of circle. - Added Korean translation.
fr_fr: [UPDATED] Les boutons en mode coller ont été déplacés en dehors du cercle. [TRANSLATION] Ajout de la traduction coréenne.
ru: - Кнопки в режиме вставки разметки на перекресток перемещены за пределы круга. - Добавлен перевод на корейский.

# HeaderPanel_Discard
source: Discard
cs_cz: Zahodit
es_es: Descartar
fr_fr: Annuler
id: Buangkan
ja_jp: 破棄
ko: 취소
ru: Отменить
tr: Çıkart

# Mod_WhatsNewMessage1_8_2
source: - Added discard button after create template/preset. - Added colored text to tooltips. - Added the ability to hide original mod button in toolbar If you use UUI mod. - Fixed not removed items from list when this items were removed. - Fixed line grouping. - Added Turkish translation.
fr_fr: [NEW] Ajout d'un bouton de suppression après la création d'un modèle/préset. [NEW] Ajout de texte coloré aux infobulles. [NEW] Ajout de la possibilité de masquer le bouton du mod original dans la barre d'outils si vous utilisez le mod UUI. [FIXED] Correction des éléments qui n'étaient pas supprimés de la liste lorsque ces éléments étaient supprimés. [FIXED] Correction du regroupement des lignes. [TRANSLATION] Ajout de la traduction turque.
ru: [NEW] Добавлена кнопка отмены при создание шаблона/трафарета. [NEW] Добавлен цветной текст в подсказки инструмента. [NEW] Добавлена возможность скрыть оригинальную кнопку мода если вы используете мод UUI. [FIXED] Исправлены остающиеся в списке элементы после удаления самого элемента. [FIXED] Исправлена группировка линий. [TRANSLATION] Добавлен перевод на турецкий.

# Settings_Sortings
source: Sortings
cs_cz: Řazení
es_es: Ordenar
fr_fr: Tris
id: Pengurutan
ja_jp: ソートの方法
ko: 정렬
ru: Сортировки
tr: Sıralamalar

# Settings_SortPresetType
source: Sort presets
cs_cz: Seřadit předvolby
es_es: Ordenar preajustes
fr_fr: Trier les préréglages
id: Urutkan prasetelan
ja_jp: プリセットのソート
ko: 정렬 프리셋
ru: Сортировка шаблонов
tr: Ön ayarları ayıkla

# Settings_SortPresetByNames
source: By names
cs_cz: Podle jména
es_es: Por nombres
fr_fr: Par nom
id: Dengan nama
ja_jp: 名前順
ko: 이름 순
ru: По названию
tr: İsme göre

# Settings_SortPresetByRoadCount
source: By road count, then by names
cs_cz: Podle počtu silnic, pak podle jména
es_es: Por número de carreteras, luego por nombres
fr_fr: Par le nombre de routes, puis par nom
id: Dengan jumlah jalanan, terus dengan nama
ja_jp: 接続道路の数 → 名前順
ko: 도로 수, 이름 순
ru: По количеству дорог, затем по названию
tr: Önce yol sayısı sonra isme göre

# Settings_SortTemplateByAuthor
source: By author, then by type, then by name
cs_cz: Podle autora, pak podle typu, pak podle jméma
es_es: Por autor, luego por tipo, luego por nombre
fr_fr: Par l'auteur, puis par le type et puis le nom
id: Dengan pengarang, terus dengan jenis, terus dengan nama
ja_jp: 作者順 → タイプ順 → 名前順
ko: 제작자, 종류, 이름 순
ru: По автору, затем по типу, затем по названию
tr: Önce yaratıcı sonra yol sayısı sonra isme göre

# Settings_SortTemplateByNames
source: By name, then by type
cs_cz: Podle jména, pak podle typu
es_es: Por nombre, luego por tipo
fr_fr: Par le nom, puis par le type
id: Dengan nama, terus dengan jenis
ja_jp: 名前順 → タイプ順
ko: 이름, 종류 순
ru: По названию, затем по типу
tr: Önce isme sonra türe göre

# Settings_SortTemplateByType
source: By type, then by name
cs_cz: Podle typu, pak podle jména
es_es: Por tipo, luego por nombre
fr_fr: Par le type, puis par le nom
id: Dengan jenis, terus dengan nama
ja_jp: タイプ順 → 名前順
ko: 종류, 이름 순
ru: По типу, затем по названию
tr: Önce türe sonra isme göre

# Settings_SortTemplateType
source: Sort templates
cs_cz: Seřadit šablony
es_es: Ordenar plantillas
fr_fr: Trier les modèles
id: Urutkan templat
ja_jp: テンプレートのソート
ko: 템플릿 정렬
ru: Сортировка шаблонов
tr: Şablonları sırala

# Settings_SortApplyByAuthor
source: By author, then by type, then by name
cs_cz: Podle autora, pak podle typu, pak podle jména
es_es: Por autor, luego por tipo, luego por nombre
fr_fr: Par auteur, puis par type et puis par nom
id: Berdasarkan pengarang, lalu jenis, lalu nama
ja_jp: 作者順 → タイプ順 → 名前順
ko: 제작자, 종류, 이름 순
ru: По автору, затем по типу, затем по названию
tr: Önce yaratıcı sonra türüne sayısı sonra isme göre

# Settings_SortApplyByNames
source: By name, then by type
cs_cz: Podle jména, pak podle typu
es_es: Por nombre, luego por tipo
fr_fr: Par nom, puis par type
id: Berdasarkan nama, lalu berdasarkan jenis
ja_jp: 名前順 → タイプ順
ko: 이름, 종류 순
ru: По названию, затем по типу
tr: Önce isme sonra türe göre

# Settings_SortApplyByType
source: By type, then by name
cs_cz: Podle typu, pak podle jména
es_es: Por tipo, luego por nombre
fr_fr: Par type, puis par nom
id: Berdasarkan jenis, lalu berdasarkan nama
ja_jp: タイプ順 → 名前順
ko: 종류, 이름 순
ru: По типу, затем по названию
tr: Önce türe sonra isme göre

# Settings_SortApplyDefaultFirst
source: Show default templates at top of apply list
cs_cz: Zobrazit výchozí šablony na vrchu seznamu
es_es: Mostrar plantillas predeterminadas al comienzo de la lista
fr_fr: Afficher les modèles par défaut en haut de la liste
id: Tampilkan templat standar di awal apply list
ja_jp: テンプレートの適用部分で、デフォルトを先頭表示
ko: 기본 템플릿을 리스트 맨 위에 표시
ru: Показывать шаблоны по умолчанию в начале списка "Применить шаблон"
tr: Varsayılan şablonları en yukarıda göster

# Settings_SortApplyType
source: Sort templates in apply list
cs_cz: Seřadit šablony v seznamu
es_es: Ordenar plantillas en lista de preajustes
fr_fr: Trier les modèles dans la liste
id: Sortir templat di apply list
ja_jp: テンプレートを適用部分のソート
ko: 리스트 내 템플릿 정렬
ru: Сортировка шаблонов в списке "Применить шаблон"
tr: Şablonları uygulama listesinde sırala

# Settings_IlluminationAtNight
source: Illumination of editing marking at night
cs_cz: Osvětlení upravených značení v noci
es_es: Iluminación al editar marcas en la noche
fr_fr: Illumination de l'édition du marquage la nuit
id: Penerangan saat mengedit markah pada malam hari
ja_jp: 夜間のマーキング編集時にライトを点灯
ko: 야간에 마킹 밝게 하기
ru: Освещение перекрестка во время редактирования разметки ночью
tr: Akşam için işıklandırma

# Settings_IlluminationIntensity
source: Illumination intensity
cs_cz: Intenzita osvětlení
es_es: Intensidad de la luz
fr_fr: Intensité lumineuse
id: Intensitas penerangan
ja_jp: ライトの明るさ
ko: 발광 밝기
ru: Интенсивность освещения
tr: Aydınlatma şiddeti

# Settings_Gameplay
source: Gameplay
cs_cz: Hratelnost
es_es: Modo de juego
fr_fr: Jouabilité
id: Game
ja_jp: ゲームプレイ
ko: 게임 플레이
ru: Игровой процесс
tr: Oynanış

# Settings_GroupPresets
source: Group presets
cs_cz: Předvolby skupin
es_es: Ajustes de grupo
fr_fr: Grouper les préréglages
ja_jp: プリセットをタブで折り畳む
ru: Группировать трафареты
tr: Grup ön ayarları

# PresetEditor_PresetFit_Close
source: Close fit
cs_cz: Blízké dosednutí
es_es: Ajuste cercano
fr_fr: Bonne correspondance
ja_jp: 寸詰まりの一致
ru: Почти похдодят
tr: Yakın Uyum

# PresetEditor_PresetFit_Perfect
source: Perfect fit
cs_cz: Perfektní dosednutí
es_es: Ajuste perfecto
fr_fr: Parfaite correspondance
ja_jp: 完全に一致
ru: Идеально подходят
tr: Mükemmel Uyum

# PresetEditor_PresetFit_Poor
source: Poor fit
cs_cz: Špatné dosednutí
es_es: Ajuste pobre
fr_fr: Faible correspondance
ja_jp: 不一致
ru: Не подходят
tr: Kötü Uyum

# PresetEditor_PresetFit_Possible
source: Possible fit
cs_cz: Možné dosednutí
es_es: Ajuste posible
fr_fr: Possible correspondance
ja_jp: 部分的に一致
ru: Возможно подходят
tr: Mümkün Uyum

# Settings_LevelCrossingUnderMarking
source: Markings under level crossings
cs_cz: Značení pod železničními přejezdy
es_es: Marcas por debajo de cruces de nivel
fr_fr: Marquage sous les passages à niveau
ja_jp: 踏切下部でマーキングを描画
ru: Разметка под железнодорожным переездом
tr: Hemzemin geçitlerin altındaki işaretler

# StyleOption_GapLength
source: Gap length
ru: Длина зазора
tr: Boşluk uzunluğu

# StyleOption_GapPeriod
source: Gap period
ru: Период зазора
tr: Boşluk periyotu

# StyleOption_UseGap
source: Use gap
ru: Использовать зазор
tr: Boşluk kullan

# PointEditor_RevertOffsets
source: Revert offsets
cs_cz: Vrátit odsazení
es_es: Revertir desplazamientos
fr_fr: Réinitialiser le décalage
ja_jp: オフセットを戻す
ru: Сбросить сдвиги
tr: Uzantıları geri al

# PointEditor_SaveOffsets
source: Save offsets
cs_cz: Uložit odsazení
es_es: Guardar desplazamientos
fr_fr: Sauvegarder le décalage
ja_jp: オフセットを保存
ru: Сохранить сдвиги
tr: Uzantıları kaydet

# PointEditor_RoadName
source: Road name
cs_cz: Název silnice
es_es: Nombre de carretera
fr_fr: Nom de la route
ja_jp: 道路の名前
ru: Название дороги
tr: Yol ismi
