Repository: MacSergey/NodeMarkup
Catalog: NodeMarkup/Properties/Localize.*.resx
Languages: cs_cz, es_es, fi, fr_fr, id, ja_jp, ko, pt, ru, tr

# Mod_WhatsNewMessage1_2
source: - Fillers. Space between lines can be filled in to indicate the areas prohibited for stopping or driving. 3 styles are available: Lines, Grid and Solid Fill. To create hold Alt. - Stop lines. It is now possible to connect two points on the same road to create a stop line. 2 available styles: "Solid" and "Dashed". - New line style: "Solid & Dashed". - Lines and templates in the list now have icons that show style and colour. - Markings will be now copied when the road is copied with MoveIt (function will not become available until MoveIt mod is updated). - Added Copy and Paste options for line colour. - Upgrading the road to a different road with the same amount of lanes will now preserve the markings. - Line segment with the rule will be highlighted when hovering over the edit panel of that rule. - Added Simplified Chinese translation.
fr_fr: [NEW] Remplisseurs. Les espaces entre les lignes peuvent être remplis pour indiquer les zones interdites d'arrêt ou de circulation. 3 styles sont disponibles : Lignes, Grille et Solide. Pour créer, maintenez la touche Alt. [NEW] Lignes de stop. Il est désormais possible de relier deux points sur une même route pour créer une ligne d'arrêt. 2 styles disponibles : "Solide" et "Tiret". [NEW] Nouveau style de ligne : "Solide et Tirets". [NEW] Les lignes et les modèles dans la liste ont maintenant des icônes qui indiquent le style et la couleur. [NEW] Les marquages seront désormais copiés lorsque la route est copiée avec MoveIt (la fonction ne sera pas disponible avant la mise à jour du mod MoveIt). [NEW] Ajout de l'option copier-coller pour la couleur des lignes. [UPDATED] Le remplacement de la route par une autre route comportant le même nombre de voies conservera les marquages. [NEW] Le segment de ligne avec la règle sera mis en évidence lors du survol du panneau d'édition de cette règle. [TRANSLATION] Ajout de la traduction en chinois simplifié.
id: - Isian. Ruangan di antara garis-garis dapat diisi untuk menunjukkan tempat dimana tidak diperbolahken berhenti atau menyetir. 3 gaya tersedia: Garis-garis, jaring dan utuh. Untuk membuatkannya, tahan Alt. - Garis pemberhentian. Anda dapat menghubungkan dua titik pada jalan yang sama untuk membuat garis pemberhentian. 2 gaya tersedia: "Utuh" dan "Putus-putus". - Gaya garis baru: "Utuh dan putus-putus". - Garis dan templat dalam daftar sekarang memiliki gambar yang menunjukkan gaya dan warna. - Markah sekarang akan disalinkan jika jalan disalinkan menggunakan MoveIt (fungsi tidak akan tersedia hingga mod MoveIt diperbarui). - Opsi salin dan tempel untuk warna garis telah ditambahkan. - Mengupgrade jalan ke jalan yang berbeda dengan jumlah lajur yang sama akan memelihara markahnya. - Bagian garis dengan aturan akan disorot jika cursor mouse berada di atas aturan tersebut di panel edit. - Terjemahan Bahasa Cina Sederhana telah ditambahkan.
pt: - Adicionado Preenchimentos. O espaço entre as linhas pode ser preenchido para indicar áreas de proibição de paragem ou condução. 3 estilos disponíveis: "Linhas", "Grelha" e "Sólido". Para criar um preenchimento pressione Alt. - Adicionada Linha de Paragem. Agora é possível conectar dois pontos da mesma estrada para criar uma linha de paragem. 2 estilos disponíveis: "Sólida" e "Tracejada". - Adicionado estilo de linha: "Sólida & Tracejada". - Adicionado icons que mostram o estilo e a cor. - Marcações são agora copiadas ao copiar as estradas com MoveIt (funcionalidade só estará disponível aquando o MoveIt for actualizado). - Adicionada opção para copiar e colar cor das linhas. - Melhorar uma estrada para um diferente com o mesmo número de vias agora preserva as marcações. - O segmento de uma linha agora é realçado quando paira com o rato no painel de edição daquela regra. - Adicionada tradução para Chinês Simplificado.
ru: [NEW] Заполнители. Пространство между линиями можно заполнить, обозначив место куда нельзя заезжать или останавливаться. Доступно 3 стиля: Полоски, сетка и сплошная заливка. Для создания удерживайте клавишу ALT. [NEW] Стоп линии. Теперь возможно соединить две точки одной дороги для создания стоп линии. Доступно 2 стиля: Сплошная и прерывистая. [NEW] Новый стиль линий: "Сплошная и пунктирная". [NEW] У линий и шаблонов в списке появились иконки, которые быстро подскажут стиль и цвет. [NEW] Копирование разметки при копирование дороги с помощью MoveIt (функция не доступна пока не будет обновлен MoveIt) [NEW] Копирование и вставка цвета линий. [UPDATED] При замене дороги, если у новой дороги количество точек совпадает со старой, то теперь разметка сохраняется. [NEW] Подсветка правила линии при наведении на панель редактирования. [TRANSLATION] Добавлен китайский язык.

# Settings_Restore
source: Restore
cs_cz: Obnovit
es_es: Recuperar
fi: Palauta
fr_fr: Restaurer
id: Pulihkan
ja_jp: 復元
ko: 복원
pt: Recuperar
ru: Восстановление
tr: Geri yükle

# StyleOption_Invert
source: Invert
cs_cz: Obrátit
es_es: Invertir
fi: Käännä
fr_fr: Inverser
id: Balikkan
ja_jp: ラインを反転
ko: 반전
pt: Inverter
ru: Инвертировать
tr: Ters çevir

# StyleOption_Width
source: Width
cs_cz: Šířka
es_es: Ancho
fi: Leveys
fr_fr: Largeur
id: Lebar
ja_jp: 太さ・幅
ko: 두께
pt: Largura
ru: Ширина
tr: Genişlik

# LineStyle_SolidAndDashed
source: Solid and Dashed
cs_cz: Plná i přerušovaná
es_es: Doble Combinada
fi: Sulku- ja Katkoviiva
fr_fr: Solide et Tirets
id: Utuh dan putus-putus
ja_jp: 破線＆実線
ko: 실선+점선 쌍선
pt: Dupla Combinada
ru: Сплошная и пунктирная
tr: Dolu ve kesikli

# LineStyle_StopSolid
source: Solid
cs_cz: Nepřerušovná
es_es: Continua
fi: Viiva
fr_fr: Solide
id: Utuh
ja_jp: 実線
ko: 실선
pt: Sólida
ru: Сплошная
tr: Dolu

# Tool_InfoDeleteStopLine
source: Click to delete the stop line
cs_cz: Klikněte pro odstranění hranice křižovatky
es_es: Haga clic para borrar la línea transversal
fi: Napauta poistaaksesi pysäytysviivan
fr_fr: Cliquez pour supprimer la ligne de stop
id: Klik untuk menghapus garis berhenti
ja_jp: クリックして停止線を削除
ko: 클릭해 정지선을 삭제하세요
pt: Clique para remover linha de paragem
ru: Нажмите для удаления стоп линии
tr: Son şeriti silmek için tıklayın

# Tool_InfoCreateStopLine
source: Click to create a stop line
cs_cz: Klikněte pro vytvoření hranice křižovatky
es_es: Haga clic para crear una línea transversal
fi: Napauta luodaksesi pysäytysviivan
fr_fr: Cliquez pour créer une ligne de stop
id: Klik untuk membuat garis berhenti
ja_jp: クリックして停止線を追加
ko: 클릭해 정지선을 생성하세요
pt: Clique para criar linha de paragem
ru: Нажмите для создания стоп линии
tr: Son şerit oluşturmak için tıklayın

# FillerEditor_Fillers
source: Fillers
cs_cz: Výplňe
es_es: Rellenos
fi: Sulkualueet
fr_fr: Remplisseurs
id: Isian
ja_jp: 塗り潰し
ko: 필러
pt: Preenchimentos
ru: Заполнители
tr: Dolgu

# FillerEditor_DeleteCaptionDescription
source: filler
cs_cz: výplň
es_es: relleno
fi: sulkualue
fr_fr: remplisseur
id: isian
ja_jp: 塗り潰し
ko: 필러
pt: preenchimento
ru: заполнитель
tr: dolgu

# FillerStyle_Stripe
source: Stripes
cs_cz: Pruhy
es_es: Franjas
fi: Raidat
fr_fr: Zébra
id: Garis-garis
ja_jp: 斜線
ko: 줄무늬
pt: Listras
ru: Полосы
tr: Şeritler

# FillerStyle_Grid
source: Grid
cs_cz: Mřížka
es_es: Cuadrícula
fi: Ruudukko
fr_fr: Grille
id: Jejaring
ja_jp: 網掛け
ko: 격자
pt: Grelha
ru: Сетка
tr: Izgara

# LineStyle_StopDashed
source: Dashed
cs_cz: Přerušovaná
es_es: Discontinua
fi: Katkoviiva
fr_fr: Tiret
id: Putus-putus
ja_jp: 破線
ko: 점선
pt: Tracejada
ru: Пунктирная
tr: Kesik çizgili

# StyleOption_Step
source: Step
cs_cz: Mezera
es_es: Grado
fi: Väli
fr_fr: Intervalle
id: Langkah
ja_jp: 間隔
ko: 스텝
pt: Intervalo
ru: Шаг
tr: Adım

# StyleOption_Angle
source: Angle
cs_cz: Úhel
es_es: Ángulo
fi: Kulma
id: Sudut
ja_jp: 角度
ko: 회전각
pt: Ângulo
ru: Угол
tr: Açı

# StyleOption_LinesOffset
source: Offset from lines
cs_cz: Odsazení od čar
fi: Etäisyys viivoista
fr_fr: Écart depuis la ligne
id: Pergeseran dari garis
ko: 선으로부터 오프셋
pt: Deslocar das linhas
ru: Отступ от линий
tr: Şeritleri ayarla

# Tool_InfoFillerClickStart
source: Click to start creating a filler
cs_cz: Klikněte pro vytvoření výplně
es_es: Haga clic para comenzar a crear un relleno
fi: Napauta aloittaaksesi sulkualueen luomisen
fr_fr: Cliquez pour commencer un remplisseur
id: Klik untuk membuat isian
ja_jp: このポイントから塗り潰しを開始
ko: 클릭해 필러 생성을 시작하세요
pt: Clique para começar a criar um preenchimento
ru: Нажмите для начала создания заполнителя
tr: Şeridi silmek veya oluşturmak için nokta seçin

# Tool_InfoFillerClickEnd
source: Click to finish creating the filler
cs_cz: Klikněte pro dokončení výplně
es_es: Haga clic para terminar de crear el relleno
fi: Napauta viimeistelläksesi sulkualueen luomisen
fr_fr: Cliquez pour finir le remplisseur
id: Klik untuk menyelesaikan isian
ja_jp: 終点(開始)のポイントを選択して、塗り潰しを作成
ko: 클릭해 필러 생성을 끝내세요
pt: Clique para terminar a criação do preenchimento
ru: Нажмите для окончания создания заполнителя
tr: Dolgu oluşturmayı bitirmek için tıklayın

# Tool_InfoFillerClickNext
source: Click to select the next point in the contour
cs_cz: Klikněte pro výběr dalšího bodu výplně
es_es: Haga clic para seleccionar el siguiente punto en el contorno
fi: Napauta valitaksesi ääriviivan seuraava piste
fr_fr: Sélectionnez le prochain point du contour
id: Klik untuk memilih titik berikutnya untuk sisi isian
ja_jp: このポイントを選択して、次のポイントへ移動
ko: 클릭해 윤곽선의 다음 점을 선택하세요
pt: Clique para seleccionar o próximo ponto no perímetro
ru: Нажмите для выбора следующей точки контура
tr: Yol ayrımındaki yeni notayı seçmek için tıkla

# Tool_InfoFillerSelectStart
source: Select a point to start creating a filler
cs_cz: Vyberte bod pro vytvoření výplně
es_es: Seleccione un punto para comenzar a crear el relleno
fi: Valitse piste aloittaaksesi sulkualueen luomisen
fr_fr: Selectionnez un point pour commencer le remplissseur
id: Pilih sebuah titik untuk mulai membuat isian
ja_jp: 塗り潰し開始のポイントを選択
ko: 점을 하나 골라 필러 생성을 시작하세요
pt: Seleccione um ponto para começar a criar um preenchimento
ru: Выберите точку для начала создания заполнителя
tr: Dolgu oluşturmaya başlamak için bir nokta seçin

# Tool_InfoFillerSelectNext
source: Select the next point in the contour
cs_cz: Vyberte další bod obvodu výplně
es_es: Seleccione el siguiente punto en el contorno
fi: Valitse ääriviivan seuraava piste
fr_fr: Sélectionnez le prochain point pour le contour
id: Pilih titik berikutnya untuk sisi isian
ja_jp: 次のポイントを選択
ko: 윤곽선의 다음 점을 선택하세요
pt: Seleccione o próximo ponto do perímetro
ru: Выберите следующую точку контура
tr: Yol ayrımındaki yeni notayı seç

# StyleOption_MedianOffset
source: Offset from median
cs_cz: Odsazení od mediánu
fi: Etäisyys keskikaistaleesta
fr_fr: Écart depuis séparateur
id: Pergeseran dari tengah
ko: 중앙으로부터 오프셋
pt: Deslocar do ponto médio
ru: Отступ от разделительной полосы
tr: Medyandan uzantı

# Editor_ColorCopy
source: Copy
cs_cz: Kopírovat
es_es: Copiar
fi: Kopioi
fr_fr: Copier
id: Salin
ja_jp: コピー
ko: 복사
pt: Copiar
ru: Копировать
tr: Kopyala

# Editor_ColorPaste
source: Paste
cs_cz: Vložit
es_es: Pegar
fi: Liitä
fr_fr: Coller
id: Tempel
ja_jp: 貼り付け
ko: 붙여넣기
pt: Colar
ru: Вставить
tr: Yapıştır

# Editor_ColorDefault
source: Default
cs_cz: Výchozí
es_es: Predeterminado
fi: Oletus
fr_fr: Par défaut
id: Standar
ja_jp: 既定色
ko: 기본값
pt: Predefinição
ru: Стандартный
tr: Varsayılan

# FillerStyle_Solid
source: Solid
cs_cz: Plná
es_es: Continua
fi: Kiinteä
fr_fr: Solide
id: Utuh
ja_jp: ベタ塗り
ko: 실선
pt: Sólida
ru: Сплошная
tr: Dolu

# Mod_WhatsNewMessage1_2_1
source: - Fix hold Alt, Ctrl and Shift buttons on Mac OS and Linux. - Added "Double solid" and "Double Dashed" stop line styles. - Added Italian and Portuguese translations.
fr_fr: [FIXED] Correction du maintien des boutons Alt, Ctrl et Maj sur Mac OS et Linux. [NEW] Ajout des styles de ligne de stop "Double solide" et "Double tiret". [TRANSLATION] Ajout des traductions italienne et portugaise.
id: - Tekan dan tahan Alt, Ctrl, dan Shift telah diperbaiki pada Mac OS dan Linux. - Gaya garis pemberhentian "Utuh ganda" dan "Putus-putus ganda" telah ditambah. - Terjemahan Bahasa Italia dan Portugis telah ditambah.
ru: [FIXED] Исправлено зажатие клавиш Alt, Ctrl и Shift Mac OS и Linux. [NEW] Добавлены стили стоп линии "Двойная сплошная" и "Двойная пунктирная". [TRANSLATION] Добавлены Итальянский и Португальский переводы.

# Mod_WhatsNewMessage1_1
source: - "What`s New" message this will pop-up one time after an update and can be disabled in the Options menu. - Added the following translations: Czech, Dutch, French, German, Japanese, Polish, Russian, and Spanish (Please contact the mod author to assist with translation into your own language). - End Points can now be dragged from one to another by holding Ctrl. - Backups - In the Options menu the marking data on a map can now be backed up by dumping to a file and then importing it. This is necessary if you need to disable the mod, make a new save without the mod, and then need to recovery all markings. - There will now be a popup warning when deleting items. This applies to lines, rules and templates. This can be disabled in the options. - New shortcut added for adding a new rule - Shift+Ctrl+A (remappable). - Quick Rule setup: After adding a new rule the interface for selecting its start and end points now opens automatically. You no longer need to click the "From" and "To" areas. This can be disabled in the options. - Fixed issue with lines appearing to be broken or split - only occurred at highway and city road transitions. - Lines will no longer render when Info View overlays are shown. - Activation shortcut will now trigger when another tool opens while Marking Tool is already opened.
fr_fr: [UPDATED] Les messages "Quoi de neuf" apparaîtront une fois après une mise à jour et peuvent être désactivés dans le menu Options. [NEW] Les points d'extrémité peuvent maintenant être déplacés de l'un à l'autre en maintenant la touche Ctrl enfoncée. [NEW] Sauvegardes - Dans le menu Options, les données de marquage d'une carte peuvent désormais être sauvegardées en les enregistrant dans un fichier, puis en les important. Ceci est nécessaire si vous devez désactiver le mod, faire une nouvelle sauvegarde sans le mod, et ensuite avoir besoin de récupérer tous les marquages. [NEW] Une fenêtre d'avertissement s'affiche désormais lors de la suppression d'éléments. Cela s'applique aux lignes, aux règles et aux modèles. Ceci peut être désactivé dans les options. [NEW] Ajout d'un nouveau raccourci pour ajouter une nouvelle règle - Maj+Ctrl+A (modifiable). [NEW] Configuration rapide des règles : Après avoir ajouté une nouvelle règle, l'interface permettant de sélectionner ses points de départ et d'arrivée s'ouvre désormais automatiquement. Vous n'avez plus besoin de cliquer sur les zones "De" et "À". Ceci peut être désactivé dans les options. [FIXED] Correction d'un problème avec les lignes qui semblaient être cassées ou fendues - cela ne se produisait que lors des transitions entre les autoroutes et les routes urbaines. [UPDATED] Les lignes ne sont plus affichées lorsque les superpositions d'information sont affichées. [UPDATED] Les raccourcis d'activation se déclenchent désormais lorsqu'un autre outil s'ouvre alors que l'outil de marquage est déjà ouvert. [TRANSLATION] Ajout des traductions suivantes : allemand, espagnol, français, japonais, néerlandais, polonais, russe et tchèque.
ru: [UPDATED] Сообщение о изменениях в новой версии. Вы можете отключить это в настройках. [TRANSLATION] Поддержка локализаций. Добавлены Русский, Немецкий, Французский, Испанский, Чешский, Голландский и Японский языки. Если вы хотите перевести на свой язык, обратитесь к автору мода. [NEW] Добавлена возможность перетаскивания точки курсором при зажатом Ctrl. [NEW] В настройках появилась возможность экспортировать данные разметки в файл, а в дальнейшем импортировать их в туже карту. Это необходимо, если вы хотите выключить мод и делать новые сохранения без него, а потом, когда снова включите мод, вернуть всю разметку назад. [NEW] Добавлено предупреждение об удалении линий, правил и шаблонов. Вы можете отключить это в настройках. [NEW] Новая комбинация добавления правила - Shift+Ctrl+A (Может быть изменена в настройках). [NEW] Быстрая настройка правила: После добавления нового правила автоматически откроется интерфейс выбора его начальной и конечной точек. Больше не нужно нажимать на "От", a потом на "До". Вы можете отключить это в настройках. [FIXED] Исправлено не корректное отображении линий на переходе с шоссе на обычную дорогу. [UPDATED] Линии больше не отображаются когда открыты информационные оверлеи. [UPDATED] Комбинация для активации работает когда выбран другой инструмент.

# Settings_ShortcutAddNewFiller
source: Add new filler
cs_cz: Přidat výplň
es_es: Añadir nuevo relleno
fi: Lisää uusi sulkualue
fr_fr: Ajouter un nouveau remplisseur
id: Tambah isian baru
ja_jp: 新しい塗り潰しを追加
ko: 새 필러 추가
pt: Adicionar novo preenchimento
ru: Создать заполнитель
tr: Yeni dolgu ekle

# LineStyle_StopDouble
source: Double solid
cs_cz: Dvojitá plná
es_es: Continua doble
fi: Kaksoissulkuviiva
fr_fr: Double solide
id: Utuh ganda
ja_jp: 2重線
ko: 쌍실선
pt: Sólida dupla
ru: Двойная сплошная
tr: Çift dolu

# LineStyle_StopDoubleDashed
source: Double dashed
cs_cz: Dvojitá přerušovaná
es_es: Discontinua Doble
fi: Kaksoiskatkoviiva
fr_fr: Double tiret
id: Putus-putus ganda
ja_jp: 2重破線
ko: 쌍점선
pt: Tracejada dupla
ru: Двойная пунктирная
tr: Çift kesikli

# HeaderPanel_StyleCopy
source: Copy
cs_cz: Kopírovat
es_es: Copiar
fi: Kopioi
fr_fr: Copier
id: Salin
ja_jp: コピー
ko: 복사
pt: Copiar
ru: Копировать
tr: Kopyala

# HeaderPanel_StylePaste
source: Paste
cs_cz: Vložit
es_es: Pegar
fi: Liitä
fr_fr: Coller
id: Tempel
ja_jp: 貼り付け
ko: 붙여넣기
pt: Colar
ru: Вставить
tr: Yapıştır

# FillerStyle_Chevron
source: Chevron
cs_cz: Lomené pruhy
es_es: Cebreado
id: Serong
ja_jp: V字型
ko: V자
ru: Шеврон
tr: V kesişimi

# StyleOption_AngleBetween
source: Angle between
cs_cz: Úhel mezi
es_es: Ángulo entre
fi: Viivojen välinen kulma
fr_fr: Angle entre les deux
id: Sudut di antaranya
ja_jp: V字の角度
ko: 사잇각
pt: Ângulo entre
ru: Угол между
tr: Arasındaki açı

# StyleOption_Turn
source: Turn
cs_cz: Otočit
es_es: Girar
fi: Kierrä
fr_fr: Tourner
id: Putar
ja_jp: 左右に回転
ko: 회전
pt: Virar
ru: Повернуть
tr: Çevir

# LineEditor_EmptyMessage
source: There are no lines at this intersection yet. To create a line connect two points.
cs_cz: Na této křižovatce nejsou žádné čáry. Pro vytvoření čáry spojte dva body.
es_es: Todavía no hay líneas en este cruce. Para crear una línea, conecta dos puntos.
fi: Risteyksessä ei ole vielä viivoja. Yhdistä kaksi pistettä luodaksesi viivan.
fr_fr: Il n'y a pas de lignes à cet intersection. Pour créer une ligne, connectez deux points.
id: Tidak ada garis di simpang ini. Untuk membuat garis, hubungkan dua titik.
ja_jp: どこにもラインの設定がありません。 2つのポイントを繋げて作りましょう。
ko: 아직 교차로에 선이 없습니다. 어떤 두 점이나 골라서 연결해 선을 만드세요.
pt: Ainda não existem linhas nesta intercessão. Para criar uma linha conecte dois pontos.
ru: У этого перекрестка еще нет линий. Для создания линии соедините две точки.
tr: Bu kesişimde şeritler yok. Oluşturmak için iki nokta seçin.

# FillerEditor_EmptyMessage
source: There are no fillers at this intersection yet. To create a filler hold {0} or press {1}.
cs_cz: Na této křižovatce nejsou žádné výplně. Pro vytvoření výplně držte {0}, nebo stiskněte {1}.
es_es: Todavía no hay rellenos en este cruce. Para crear un relleno, mantener presionada la tecla {0} o presione {1}.
fi: Risteyksessä ei ole vielä sulkualueita. Luodaksesi sulkualueen, pidä Alt-näppäintä pohjassa tai paina {0}.
fr_fr: Il n'y a pas de remplisseurs à cette intersection. Pour créer un remplisseur, maintenez {0} ou appuyez sur {1}.
id: Tidak ada isian di simpang ini. Untuk membuat isian, tekan dan tahan {0} atau tekan {1}.
ja_jp: どこにも塗り潰しの設定がありません。 {0} + 押下 or {1} で、塗り潰しを始めましょう。
ko: 아직 교차로에 필러가 없습니다. {0}키를 꾹 누르거나 {1}을(를) 한번 눌러 필러를 만드세요.
pt: Ainda não existem preenchimentos nesta intercessão. Para criar um preenchimento mantenha Alt premido ou pressione {0}.
ru: У этого перекрестка еще нет заполнителей. Для создания заполнителя удерживайте {0} или нажмите {1}.
tr: Bu kesişimde dolgu yok. Oluşturmak için {0} tuşuna basılı tutun veya {1} tuşunu kullanın.

# TemplateEditor_EmptyMessage
source: The list of templates is empty. To create a template, click «{0}» at the line or crosswalk or filler style.
cs_cz: Nejsou vytvořeny žádné šablony. Pro vytvoření šablony, vyberte «{0}» při úpravě stylu čáry, přechodu nebo výplně.
es_es: La lista de plantillas está vacía. Para crear una plantilla, haga clic en «{0}» en el estilo de línea, paso de peatones o relleno.
fi: Mallinelista on tyhjä. Napauta {0} viivan tyylissä luodaksesi mallineen.
fr_fr: La liste des modèles est vide. Pour créer un modèle, cliquez {0} sur une ligne, passage piéton ou remplisseur.
id: Tidak ada templat. Untuk membuat templat, klik {0} pada garis atau penyebrangan atau gaya isian.
ja_jp: テンプレートの一覧は空です。 作成するにはライン・横断歩道・塗り潰しのスタイルから、 {0} をクリックします。
ko: 아직 템플릿을 저장하지 않았습니다. 템플릿을 새로 만드려면 선이나 횡단보도 혹은 필러 스타일에서 «{0}»를 누르세요.
pt: A lista de modelos está vazia. Para criar um modelo, clique «{0}» no estilo da linha, da passadeira ou do preenchimento.
ru: Список шаблонов пуст. Для создания шаблона нажмите «{0}» у стиля линии или перехода или заполнителя.
tr: Şablonların listesi boş. Yeni şablon oluşturmak için bir şerit, yaya geçidi veya dolguya {0} tuşuyla tıklayın.

# EarlyAccess_ActivateButton
source: Activate with key
cs_cz: Aktivujte klávesou
fi: Aktivoi avaimella
fr_fr: Activer avec la clé
pt: Activar com chave
ru: Активировать ключом

# EarlyAccess_ActivationFailed
source: Activation failed
cs_cz: Aktivace selhala
fi: Aktivointi epäonnistui
fr_fr: Échec de l'activation
pt: Activação falhada
ru: Ошибка активации

# EarlyAccess_ActivationSuccess
source: Activation success
cs_cz: Aktivace úspěšná
fi: Aktivointi onnistui
fr_fr: Activation réussie
pt: Ativação bem-sucedida
ru: Активация выполнена

# EarlyAccess_FunctionUnavailableCaption
source: This function is unavailable
cs_cz: Tato funkce není dostupná
fi: Tämä toiminto ei ole käytettävissä
fr_fr: Cette fonction n'est pas disponible
pt: Esta funcionalidade está indisponível
ru: Эта функция недоступна

# EarlyAccess_FunctionUnavailableMessage
source: Function «{0}» is currently only available for Patreons early access. It will be available to everyone later. By registering early access, you will support the ability to develop this mod at the same speed.
cs_cz: Funkce «{0}» je dostupná pouze pro Patreony balíčku early access. Funkce bude později přístupna všem. Zakoupením balíčku early access podporujete vývoj toho modu a umožňujete vývojářům pokračovat stejnou rychlostí.
fi: Toiminto {0} on tällä hetkellä saatavilla ennakkoon Patreon-tukijoille. Toiminto on saatavilla kaikille myöhemmin. Rekisteröitymällä Patreon-tukijaksi, tuet kykyä kehittää modia samalla nopeudella kuin aiemminkin.
fr_fr: La fonction "{0}" n'est actuellement disponible que pour les Patreons avec l'accès anticipé Elle sera disponible pour tout le monde plus tard. En vous inscrivant à l'accès anticipé, vous pourrez en profiter à la même vitesse que le développement.
pt: Funcionalidade {0} está disponível para acesso antecipado dos Patreons. Ir ficar disponível para todos mais tarde. Registando-se para o acesso antecipado está a ajudar no desenvolvimento deste mod.
ru: Функция «{0}» сейчас доступна только оформившим ранней доступ на Patreon. Она будет доступна позже для всех. Оформив ранний доступ, вы поддержите возможность развивать мод с той же скоростью.

# EarlyAccess_GetButton
source: Get early access
cs_cz: Získat early access
fi: Hanki ennakkopääsy
fr_fr: Obtenir l'accès anticipé
pt: Obtenha acesso antecipado
ru: Получить ранний доступ

# EarlyAccess_ID
source: Your access ID
cs_cz: Získat přístupové ID (Access ID)
fi: Käyttöoikeustunnuksesi
fr_fr: Votre ID d'accès
pt: O seu ID de acesso
ru: Ваш ID раннего доступа
