Repository: MacSergey/NodeMarkup
Catalog: NodeMarkup/Properties/Localize.*.resx
Languages: cs_cz, es_es, fi, fr_fr, id, ja_jp, ko, pt, ru, tr

# EarlyAccess_Key
source: Access key
cs_cz: Přístupový klíč (Access key)
fi: Käyttöoikeusavain
fr_fr: Clé d'accès
pt: Chave de acesso
ru: Ключ

# EarlyAccess_KeyActivateButton
source: Activate
cs_cz: Aktivovat
fi: Aktivoi
fr_fr: Activer
pt: Activar
ru: Активировать

# EarlyAccess_KeyActivationCaption
source: Early access activation
cs_cz: Aktivace early access
fi: Ennakkopääsyn aktivointi
fr_fr: Activation de l'accès anticipé
pt: Activação de acesso antecipado
ru: Активация раннего доступа

# EarlyAccess_KeyActivationMessage
source: To activate early access you need to enter a key
cs_cz: Pro aktivaci early access musíte vložit klíč
fi: Aktivoidaksesi ennakkopääsyn sinun on annettava avain
fr_fr: Pour activer l'accès anticiper vous devez entrer une clé
pt: Para activar acesso antecipado necessita de preencher com uma chave
ru: Для активации раннего доступа вам нужно ввести ключ

# EarlyAccess_KeyCancelButton
source: Cancel
cs_cz: Zrušit
fi: Peruuta
fr_fr: Annuler
pt: Cancelar
ru: Отмена

# EarlyAccess_KeyNotValid
source: The key you entered is not valid
cs_cz: Zadaný klíč není platný
fi: Antamasi avain ei ole kelvollinen
fr_fr: La clé que vous avez entrée n'est pas valide
pt: A chave que usou não é válida
ru: Введенный ключ не действителен

# EarlyAccess_LinkInProcess
source: Link in process...
cs_cz: Příprava odkazu...
fi: Yhdistetään...
fr_fr: Lien en cours...
pt: Conexão em curso...
ru: Привязывание в процессе...

# EarlyAccess_LinkPatreonButton
source: Link Patreon account
cs_cz: Propojení účtu Patreon
fi: Yhdistä Patreon-tili
fr_fr: Lier votre compte Patreon
pt: Conectar Patreon
ru: Привязать аккаунт Patreon

# EarlyAccess_LinkPatreonCaption
source: Link Patreon account
cs_cz: Propojení účtu Patreon
fi: Yhdistä Patreon-tili
fr_fr: Lier votre compte Patreon
pt: Conectar Patreon
ru: Привязывание аккаунта Patreon

# EarlyAccess_PatreonCantLinked
source: The Patreon account can't be linked because you denied access request.
cs_cz: Účet Patreon nemohl být propojen, protože nebyl povolen přístup.
fi: Patreon-tiliä ei voitu yhdistää, koska hylkäsit pääsypyynnön.
fr_fr: Votre compte Patreon n'a pas pu être lié car vous avez refusé la demande d'accès.
pt: A conta do Patreon não pode ser conectada porque você recusou o acesso.
ru: Аккаунт Patreon не может быть привязан так как вы отказали в доступе.

# EarlyAccess_PatreonLinkedError
source: An error occurred when linking the account, try again.
cs_cz: Při propojování účtu nastala chyba, zkuste to znovu.
fi: Tiliä yhdistäessä tapahtui virhe. Yritä uudestaan.
fr_fr: Une erreur est survenue au moment du lien, veuillez réessayer.
pt: Ocorreu um erro ao conectar a conta, tente novamente.
ru: Во время привязывания аккаунта произошла ошибка, попробуйте снова.

# EarlyAccess_PatreonLinkedNotMember
source: Your account is linked, but you don't have early access.
cs_cz: Váš účet byl propojen, ale nemáte early access.
fi: Tilisi on yhdistetty, mutta sinulla ei ole ennakkopääsyä.
fr_fr: Votre compte est relié, mais vous n'avez pas l'accès anticipé.
pt: A sua conta está conectada mas você não tem acesso antecipado.
ru: Ваш аккаунт привязан, но вы не оформили ранней доступ.

# EarlyAccess_PatreonRedirect
source: You can close this page and return to the game.
cs_cz: Můžete zavřít tuto stránku a vrátit se do hry.
fi: Voit sulkea tämän sivun ja palata peliin.
fr_fr: Vous pouvez fermer cette page et retourner au jeu.
pt: Pode fechar esta página e voltar ao jogo.
ru: Вы можете закрыть эту страницу и вернуться в игру.

# EarlyAccess_ProcessCancel
source: Cancel
cs_cz: Zrušit
fi: Peruuta
fr_fr: Annuler
pt: Cancelar
ru: Отмена

# EarlyAccess_Status
source: Status: {0}
fi: Tila: {0}
pt: Estado: {0}
ru: Статус: {0}

# EarlyAccess_StatusActivated
source: Activated
cs_cz: Aktivní
fi: Aktivoitu
fr_fr: Activé
pt: Activado
ru: Активирован

# EarlyAccess_StatusNotActivated
source: Not activated
cs_cz: Neaktivní
fi: Ei aktivoitu
fr_fr: Désactivé
pt: Não activado
ru: Не активирован

# EarlyAccess_ThanksMessage
source: Thank you for your support, now you can enjoy all the features.
cs_cz: Děkujeme za podporu, nyní můžete využívat všechny funkce modu.
fi: Kiitos tuestasi! Nyt voit nauttia kaikista ominaisuuksista.
fr_fr: Merci pour votre soutien, vous pouvez maintenant profiter de toutes les fonctionnalités.
pt: Obrigado pelo seu apoio, agora pode usufruir de todas as funcionalidades.
ru: Спасибо за вашу поддержку, теперь вы можете пользоваться всеми функциями.

# Settings_EarlyAccess
source: Early access
fi: Ennakkopääsy
fr_fr: Accès anticipé
pt: Acesso antecipado
ru: Ранний доступ

# StyleOption_Alignment
source: Alignment
cs_cz: Zarovnání
es_es: Alineamiento
fi: Sijoittelu
fr_fr: Alignement
id: Penjajaran
ja_jp: 位置合わせ
ko: 정렬 위치
pt: Alinhamento
ru: Выравнивание
tr: Hizalanma

# Tool_InfoCreateNormalLine
source: Click to create a perpendicular line
cs_cz: Klikněte pro vytvoření kolmé čáry
es_es: Haga clic para crear una línea perpendicular
fi: Napauta luodaksesi kohtisuora viiva +Shift - Sulku- +Ctrl - Kaksois-
fr_fr: Cliquez pour créer une ligne perpendiculaire +Maj - Solide +Ctrl - Double
id: Klik untuk membuat garis tegak lurus
ja_jp: クリックして垂直線を追加
ko: 클릭해 수직선을 생성하세요
pt: Clique para criar uma linha perpendicular + Shift - Solida + Ctrl - Dupla
ru: Нажмите для создания перпендикулярной линии
tr: Dik şerit oluşturmak için tıklayın

# Tool_InfoDeleteNormalLine
source: Click to delete the perpendicular line
cs_cz: Klikněte pro odstranění kolmé čáry
es_es: Haga clic para eliminar la línea perpendicular
fi: Napauta poistaaksesi kohtisuoran viivan
fr_fr: Cliquez pour supprimer la ligne perpendiculaire
id: Klik untuk menghapus garis tegak lurus
ja_jp: クリックして垂直線を削除
ko: 클릭해 수직선을 삭제하세요
pt: Clique para remover linha perpendicular
ru: Нажмите для удаления перпендикулярной линии
tr: Dik şerit silmek için tıklayın

# CrosswalkStyle_Zebra
source: Zebra
es_es: Cebra
fi: Raidat
fr_fr: Zébra
ja_jp: ゼブラ模様
ko: 줄무늬
ru: Зебра

# CrosswalkStyle_Existent
source: Existing crosswalk
cs_cz: Existující přechod
es_es: Paso de peatones existente
fi: Olemassa oleva suojatie
fr_fr: Passage piéton existant
id: Penyeberangan yang sudah ada
ja_jp: バニラの横断歩道
ko: 기존 횡단보도
pt: Passadeira existente
ru: Существующий переход
tr: Varolan yaya geçidi

# StyleOption_OffsetBetween
source: Offset between
cs_cz: Odsazení mezi
es_es: Desplazamiento detrás
fi: Välimatka välissä
fr_fr: Décalage entre
id: Pergeseran di antaranya
ja_jp: 横断歩道の始点
ko: 사이 오프셋
pt: Deslocamento no meio
ru: Отступ между
tr: Ara uzantı

# CrosswalkEditor_Crosswalks
source: Crosswalks
cs_cz: Přechody
es_es: Paso de Peatones
fi: Suojatiet
fr_fr: Passage piéton
id: Penyeberangan
ja_jp: 横断歩道
ko: 횡단보도
pt: Passadeiras
ru: Переходы
tr: Yaya geçitleri

# CrosswalkEditor_EmptyMessage
source: There are no crosswalks at this intersection yet. To create a crosswalk hold {0}.
cs_cz: Na této křižovatce nejsou žádné přechody. Pro vytvoření přechodu podržte {0}.
es_es: Todavía no hay pasos de peatones en este cruce. Para crear un paso de peatones, mantener presionada la tecla {0}.
fi: Risteyksessä ei ole vielä suojateitä. Pidä Shif-näppäintä pohjassa luodaksesi suojatien.
fr_fr: Il n'y a pas de passages piétons à cette intersection. Pour créer un passage piéton, maintenez {0}.
id: Tidak ada penyeberangan di persimpangan ini. Untuk membuat penyeberangan, tekan dan tahan {0}.
ja_jp: どこにも横断歩道の設定がありません。 {0} + 押下で、横断歩道を作成しましょう。
ko: 아직 교차로에 횡단보도가 없습니다. 횡단보도를 만드려면 {0}키를 누르세요.
pt: Ainda não existem passadeiras nesta intercessão. Para criar uma passadeira pressione Shift.
ru: У этого перекрестка еще нет переходов. Для создания перехода удерживайте {0}.
tr: Bu kesişimde hiç yaya geçidi yok. Oluşturmak için {0} tuşuna basılı tutun.

# CrossWalkEditor_DeleteCaptionDescription
source: crosswalk
cs_cz: přechod
es_es: paso de peatones
fi: suojatie
fr_fr: passage piéton
id: penyeberangan
ja_jp: 横断歩道
ko: 횡단보도
pt: passadeira
ru: переход
tr: yaya geçidi

# CrosswalkStyle_Group
source: Crosswalks
cs_cz: Přechody
es_es: Paso de Peatones
fi: Suojatiet
fr_fr: Passages piétons
id: Penyeberangan
ja_jp: 横断歩道のタブ
ko: 횡단보도
pt: Passadeiras
ru: Переходы
tr: Yaya geçitleri

# FillerStyle_Group
source: Fillers
cs_cz: Výplně
es_es: Rellenos
fi: Sulkualueet
fr_fr: Remplisseurs
id: Isian
ja_jp: 塗り潰しのタブ
ko: 필러
pt: Preenchimentos
ru: Заполнители
tr: Dolgu

# LineStyle_RegularLinesGroup
source: Regular lines
cs_cz: Normální čáry
es_es: Líneas normales
fi: Tavalliset viivat
fr_fr: Lignes régulières
id: Garis biasa
ja_jp: ラインのタブ
ko: 일반 선
pt: Linhas normais
ru: Обычные линии
tr: Sıradan şerit

# LineStyle_StopLinesGroup
source: Stop lines
cs_cz: Hranice křižovatky
es_es: Líneas transversales
fi: Pysäytysviivat
fr_fr: Lignes de stop
id: Garis berhenti
ja_jp: 停止線のタブ
ko: 정지선
pt: Linhas de paragem
ru: Стоп линии
tr: Şeritleri durdur

# Settings_GroupLines
source: Group lines
cs_cz: Seskupovat čáry
es_es: Agrupar líneas
fi: Ryhmittele viivat
fr_fr: Grouper les lignes
id: Kelompokkan garis
ja_jp: ラインをタブで折り畳む
ko: 선 그룹화
pt: Agrupar linhas
ru: Группировать линии
tr: Grup şeritleri

# Settings_GroupTemplates
source: Group templates
cs_cz: Seskupovat šablony
es_es: Agrupar rellenos
fi: Ryhmittele mallineet
fr_fr: Grouper les modèles
id: Kelompokkan templat
ja_jp: テンプレートをタブで折り畳む
ko: 템플릿 그룹화
pt: Agrupar modelos
ru: Группировать шаблоны
tr: Grup şablonları

# Tool_InfoCreateCrosswalk
source: Click to create a crosswalk
cs_cz: Klikněte pro vytvoření přechodu
es_es: Haga clic para crear un paso de peatones
fi: Napauta luodaksesi suojatien
fr_fr: Cliquez pour créer un passage piéton
id: Klik untuk membuat penyeberangan
ja_jp: クリックして横断歩道を作成
ko: 클릭해 횡단보도를 생성하세요
pt: Clique para criar uma passadeira
ru: Нажмите для создания перехода
tr: Yaya geçidi oluşturmak için tuşuna basın

# Tool_InfoDeleteCrosswalk
source: Click to delete the crosswalk
cs_cz: Klikněte pro odstranění přechodu
es_es: Haga clic para borrar un paso de peatones
fi: Napauta poistaaksesi suojatien
fr_fr: Cliquez pour supprimer le passage piéton
id: Klik untuk menghapus penyeberangan
ja_jp: クリックして横断歩道を削除
ko: 클릭해 횡단보도를 삭제하세요
pt: Clique para remover a passadeira
ru: Нажмите для удаления перехода
tr: Yaya geçidi silmek için tıklayın

# Settings_GroupTemplatesByStyle
source: By style
cs_cz: Podle stylu
es_es: Por estilo
fi: Tyylin mukaan
fr_fr: Par style
id: Menurut gaya
ja_jp: スタイル別
ko: 스타일별로
pt: Por estilo
ru: По стилю
tr: Stil kullanarak

# Settings_GroupTemplatesByType
source: By type
cs_cz: Podle typu
es_es: Por tipo
fi: Tyypin mukaan
fr_fr: Par type
id: Menurut jenis
ja_jp: タイプ別
ko: 유형별로
pt: Por tipo
ru: По типу
tr: Tip kullanarak

# CrosswalkStyle_DoubleZebra
source: Double zebra
cs_cz: Dvojitá zebra
es_es: Cebra doble
fi: Tuplaraidat
fr_fr: Double zébra
id: Zebra ganda
ja_jp: 2重のゼブラ模様
ko: 쌍줄무늬
pt: Zebra dupla
ru: Двойная зебра
tr: Çift zebra

# StyleOption_LineWidth
source: Line width
cs_cz: Tloušťka čáry
es_es: Ancho de línea
fi: Viivan leveys
fr_fr: Largeur de la ligne
id: Lebar garis
ja_jp: 外枠線の幅
ko: 두께
pt: Largura da linha
ru: Ширина линии
tr: Şerit kalınlığı

# StyleOption_OffsetAfter
source: Offset after
cs_cz: Odsazení za
fi: Välimatka jälkeen
fr_fr: Décalage avant
id: Pergeseran setelahnya
ko: 뒷쪽 오프셋
pt: Deslocamento depois
ru: Отступ после
tr: Sonraki uzantı

# StyleOption_OffsetBefore
source: Offset before
cs_cz: Odsazení před
fi: Välimatka ennen
fr_fr: Décalage après
id: Pergeseran sebelumnya
ko: 앞쪽 오프셋
pt: Deslocamento antes
ru: Отступ до
tr: Önceki uzantı

# StyleOption_ParallelToLanes
source: Parallel to lanes
cs_cz: Souběžná s pruhy
es_es: Paralelo a los carriles
fi: Kaistaviivojen suuntainen
fr_fr: Parallèle aux voies
id: Paralel ke lajur
ja_jp: 道路と平行にする
ko: 차선에 평행하게 생성
pt: Paralelo as vias
ru: Параллельно линиям
tr: Yola paralel

# CrosswalkStyle_ParallelSolidLines
source: Parallel solid lines
cs_cz: Souběžné plné čáry
es_es: Líneas paralelas continuas
fi: Samansuuntaiset viivat
fr_fr: Lignes solides parallèles
id: Garis utuh paralel
ja_jp: 2本の実線
ko: 평행한 실선
pt: Linhas solidas paralelas
ru: Параллельные сплошные линии
tr: Paralel dolu çizgiler

# CrosswalkEditor_LeftBorder
source: Left border
cs_cz: Levý roh
es_es: Borde izquierdo
fi: Vasen reuna
fr_fr: Bordure de gauche
id: Tepian kiri
ja_jp: 左側の基準線
ko: 왼쪽 끝
pt: Borda esquerda
ru: Левая граница
tr: Sol sınır

# CrosswalkEditor_RightBorder
source: Right border
cs_cz: Pravý roh
es_es: Borde derecho
fi: Oikea reuna
fr_fr: Bordure de droite
id: Tepian kanan
ja_jp: 右側の基準線
ko: 오른쪽 끝
pt: Borda direita
ru: Правая граница
tr: Sağ sınır

# CrosswalkEditor_InfoSelectLeftBorder
source: Select the crosswalk's left border
cs_cz: Vyber levý roh přechodu
es_es: Seleccione el borde izquierdo del paso de peatones
fi: Valitse suojatien vasen reuna
fr_fr: Sélectionnez la bordure gauche du trottoir
id: Pilih tepian kiri dari penyeberangan ini
ja_jp: 左側の基準線を選択
ko: 횡단보도의 왼쪽 끝을 선택하세요
pt: Seleccionar a borda esquerda da passadeira
ru: Выберите левую границу перехода
tr: Yaya geçidinin sol sınırını seç

# CrosswalkEditor_InfoSelectRightBorder
source: Select the crosswalk's right border
cs_cz: Vyber pravý roh přechodu
es_es: Seleccione el borde derecho del paso de peatones
fi: Valitse suojatien oikea reuna
fr_fr: Sélectionnez la bordure droite du trottoir
id: Pilih tepian kanan dari penyeberangan ini
ja_jp: 右側の基準線を選択
ko: 횡단보도의 오른쪽 끝을 선택하세요
pt: Seleccionar a borda direita da passadeira
ru: Выберите правую границу перехода
tr: Yaya geçidinin sağ sınırını seç

# Settings_GroupPointsOverlay
source: Group points overlay
cs_cz: Seskupovat body
es_es: Agrupar el resaltado de puntos
fi: Pisteiden ryhmitys peittokuvaan
fr_fr: Grouper l'onglet des points
id: Hamparan kelompok titik
ja_jp: ポイントをグループ化して表示
ko: 점 오버레이 그룹화
ru: Группировать подсветку точек
tr: Grup noktalarının hizası

# Settings_GroupPointsArrangeCircle
source: Arrange in a circle
cs_cz: Uspořádat do kruhu
es_es: Organizar en un círculo
fi: Järjestä ympyrään
fr_fr: Disposer en cercle
id: Susun dalam lingkaran
ja_jp: グループ化して表示
ko: 원형으로 그룹화하기
pt: Organizar em um circulo
ru: Выстраивать в круг
tr: Daire olarak düzenle

# Settings_GroupPointsArrangeLine
source: Arrange in a line
cs_cz: Uspořádat do řady
es_es: Organizar en una línea
fi: Järjestä jonoon
fr_fr: Disposer en ligne
id: Susun dalam garis
ja_jp: 従来型で表示
ko: 선 위에 그룹화하기
pt: Organizar em uma linha
ru: Выстраивать в линию
tr: Şerit olarak düzenle

# LineEditor_RuleOverlappedWarning
source: This rule is overlapped by another rule. Check the other rule's "From" and "To" points.
cs_cz: Pravidlo se překrývá s jiným pravidlem. Zkontrolujte počáteční a koncové body ostatních pravidel.
es_es: La regla está superpuesta por otra regla. Compruebe los puntos "Desde" y "Hasta" de otra regla.
fi: Sääntö on päällekkäinen toisen säännön kanssa. Tarkista toisen säännön alku- ja loppupisteet.
fr_fr: Cette règle est en conflit avec une autre règle. Regardez les points "De" et "À" des autres règles.
id: Aturan ini ditumpangtindih oleh aturan lainnya. Cek titik "Dari" dan "Ke" aturan lainnya.
ja_jp: 追加したルールが重なっています。 重なっている、始点と終点のポイントを確認してください。
ko: 이 규칙은 다른 규칙과 겹칩니다. 다른 규칙의 시작점과 끝점을 확인하세요.
pt: A regra é sobreposta por outra regra. Verifique os pontos "De" e "Para" de outras regras.
ru: Это правило перекрывается другим правилом. Проверьте "От" и "До" у других правил.
tr: Bu kural başka bir kuralla çatışıyor. Diğer kuralın başlangıç ve bitiş noktalarına bakın.

# LineRule_LeftBorder
source: Crosswalk's left border
cs_cz: Levý roh přechodu
es_es: Borde izquierdo del paso de peatones
fi: Suojatien vasen reuna
fr_fr: Bordure gauche du passage piéton
id: Tepian kiri penyeberangan
ja_jp: 左側の基準線
ko: 횡단보도 왼쪽 끝
pt: Borda esquerda da passadeira
ru: Левая граница перехода
tr: Kaldırımın sol sınırı

# LineRule_RightBorder
source: Crosswalk's right border
cs_cz: Pravý roh přechodu
es_es: Borde derecho del paso de peatones
fi: Suojatien oikea reuna
fr_fr: Bordure droite du passage piéton
id: Tepian kanan penyeberangan
ja_jp: 右側の基準線
ko: 횡단보도 오른쪽 끝
pt: Borda direita da passadeira
ru: Правая граница перехода
tr: Kaldırımın sağ sınırı

# CrosswalkStyle_ResetBorder
source: Reset
cs_cz: Resetovat
es_es: Restablecer
fi: Nollaa
fr_fr: Réinitialiser
id: Setel ulang
ja_jp: 元に戻す
ko: 초기화
pt: Repor
ru: Сбросить
tr: Sıfırla

# Tool_InfoSelectCrosswalkEndPoint
source: Select endpoint
cs_cz: Vyber koncový bod
es_es: Seleccione el punto final
fi: Valitse päätepiste
fr_fr: Sélectionnez l'extrémité
id: Pilih titik akhir
ja_jp: 終点側のポイントを選択
ko: 끝점 선택
pt: Seleccione um ponto
ru: Выберите конечную точку
tr: Bitiş noktası seç

# Tool_InfoSelectCrosswalkStartPoint
source: Select a point to create or delete a crosswalk
cs_cz: Vyber bod pro vytvoření nebo odstranění přechodu
es_es: Seleccione el punto para crear o eliminar el paso de peatones
fi: Valitse piste luodaksesi tai poistaaksesi suojatien
fr_fr: Sélectionnez un point pour créer ou supprimer un passage piéton
id: Pilih titik untuk membuat atau menghapus sebuah penyeberangan
ja_jp: ポイントを選択して、横断歩道の作成＆削除
ko: 점을 선택해 횡단보도를 만들거나 삭제하세요
pt: Seleccione um ponto para criar o remover uma passadeira
ru: Выберите начальную точку для создания или удаления перехода
tr: Yaya geçidi silmek veya oluşturmak için bir noktaya tıklayın

# CrosswalkStyle_ParallelDashedLines
source: Parallel dashed lines
cs_cz: Souběžné přerušované čáry
es_es: Líneas paralelas discontinuas
fi: Samansuuntaiset katkoviivat
fr_fr: Lignes parallèles en tirets
id: Garis putus-putus paralel
ja_jp: 2本の破線
ko: 평행한 점선
pt: Linhas tracejadas paralelas
ru: Параллельные пунктирные линии
tr: Paralel boşluklu çizgiler

# CrosswalkStyle_Ladder
source: Ladder
cs_cz: Žebřík
es_es: Escalera
fi: Tikkaat
fr_fr: Échelle
id: Tangga
ja_jp: ハシゴ型の横断歩道
ko: 사다리
pt: Escada
ru: Лестница
tr: Merdiven

# HeaderPanel_NoTemplates
source: No templates
cs_cz: Žádné šablony
es_es: No hay plantillas
fi: Ei mallineita
fr_fr: Pas de modèles
id: Tidak ada templat
ja_jp: テンプレートがありません
ko: 템플릿 없음
pt: Sem modelos
ru: Нет шаблонов
tr: Şablon yok

# CrosswalkStyle_Solid
source: Solid
cs_cz: Plná
es_es: Continua
fi: Kiinteä
fr_fr: Solide
id: Utuh
ja_jp: ベタ塗り
ko: 실선
pt: Sólida
ru: Сплошная
tr: Dolu

# LineStyle_CrosswalkLinesGroup
source: Crosswalk lines
cs_cz: Čáry přechodů
es_es: Líneas de paso de peatones
fi: Suojatieviivat
fr_fr: Passages piétons
id: Garis penyeberangan
ja_jp: 横断歩道のタブ
ko: 횡단보도 선
pt: Linha da passadeira
ru: Линии переходов
tr: Yaya geçidi çizgileri

# CrossWalkEditor_DeleteMessageDescription
source: crosswalk
cs_cz: přechod
es_es: paso de peatones
fi: suojatien
fr_fr: passage piéton
id: penyeberangan
ja_jp: 横断歩道
ko: 횡단보도
pt: passadeira
ru: переход
tr: yaya geçidi

# FillerEditor_DeleteMessageDescription
source: filler
cs_cz: výplň
es_es: relleno
fi: sulkualueen
fr_fr: remplisseur
id: isian
ja_jp: 塗り潰し
ko: 필러
pt: preenchimento
ru: заполнитель
tr: dolgu

# LineEditor_DeleteMessageDescription
source: line
cs_cz: čáru
es_es: línea
fi: viivan
fr_fr: ligne
id: garis
ja_jp: ライン
ko: 선
pt: linha
ru: линию
tr: şerit

# PointEditor_DeleteMessageDescription
source: point
cs_cz: bod
es_es: punto
fi: piste
id: titik
ja_jp: ポイント
ko: 점
pt: ponto
ru: точку
tr: nokta

# TemplateEditor_DeleteMessageDescription
source: template
cs_cz: šablonu
es_es: plantilla
fi: malline
fr_fr: modèle
id: templat
ja_jp: テンプレート
ko: 템플릿
pt: modelo
ru: шаблон
tr: şablon

# Mod_WhatsNewMessage1_3
source: - Added new filler style - Chevron (<<<<<). - Added crosswalks. Hold Shift to create them. Currently available Styles: "Existing crosswalk", "Zebra", "Double Zebra", "Parallel solid lines", "Parallel dashed lines", "Ladder", "Solid". - Added perpendicular lines. These lines don't have second point, they are generated as a straight line from one point. To create perpendicular line, pull the line in the opposite direction from the intersection. - Added the ability to copy/paste style of lines, fillers, and crosswalks. - Added ability to sort lines and templates by styles and types. You can modify and disable the function in the settings. - Updated template selection menu. - Added grouping of nearby points for easier selection. There are two types of grouping available: in a circle and in a line. You can pick the type or disable the function in the settings. - Added indication of conflicting rules. - Added the ability to center a solid line in the "Solid & Dashed" style. - Changed how to begin editing a point. Now you need to click on the point while holding Ctrl. - Added the ability to select tool's language different from the game language. - Added Finnish language.
fr_fr: [NEW] Ajout d'un nouveau style de remplissage - Chevron (<<<<<). [NEW] Ajout de passages piétons. Maintenez la touche Maj pour les créer. Styles actuellement disponibles : "Passage piéton existant", "Zébra", "Double zébra", "Lignes solides parallèles", "Lignes parallèles en tirets", "Échelle", "Solide". [NEW] Ajout de lignes perpendiculaires. Ces lignes n'ont pas de second point, elles sont générées comme une ligne droite à partir d'un point. Pour créer une ligne perpendiculaire, tirez la ligne dans la direction opposée à l'intersection. [NEW] Ajout de la possibilité de copier/coller le style des lignes, des remplisseurs et des passages piétons. [NEW] Ajout de la possibilité de trier les lignes et les modèles par styles et types. Vous pouvez modifier et désactiver cette fonction dans les paramètres. [UPDATED] Mise à jour du menu de sélection des modèles. [NEW] Ajout du groupement de points proches pour faciliter la sélection. Deux types de regroupement sont disponibles : en cercle et en ligne. Vous pouvez choisir le type ou désactiver la fonction dans les paramètres. [NEW] Ajout d'une indication des règles en conflit. [NEW] Ajout de la possibilité de centrer une ligne solide dans le style "Solide et Tirets". [UPDATED] Modification de la façon d'éditer un point. Vous devez maintenant cliquer sur le point tout en maintenant la touche Ctrl enfoncée. [NEW] Ajout de la possibilité de sélectionner une langue pour l'outil différente de la langue du jeu. [TRANSLATION] Ajout de la traduction finlandaise.
ru: [NEW] Добавлен новый стиль заполнителей - шеврон (<<<<<). [NEW] Добавлены пешеходные переходы. Для создания удерживайте Shift. Доступны следующие стили: "Существующий переход", "Зебра", "Двойная зебра", "Параллельные сплошные линии", "Параллельные пунктирные линии", "Лестница", "Сплошной". [NEW] Добавлены перпендикулярные линии. Этим линиям не нужна вторая точка, они направлены по прямой. Для создания потяните линию в обратную сторону от перекрестка. [NEW] Добавлена возможность копировать/вставлять стиль линий, заполнителей, переходов. [NEW] Добавлена сортировка линий и шаблонов по стилям и типам. Можно изменить и отключить в настройках. [UPDATED] Обновлено меню выбора шаблонов. [NEW] Добавлено группирование близко расположенных точек для удобства выбора их. Два вида группирования: в круг и в линию. Можно изменить и отключить в настройках. [NEW] Добавлена индикация конфликтующих правил. [NEW] Добавлена возможность центрировать сплошную линию у стиля "Сплошная и пунктирная". [UPDATED] Изменен переход к редактированию точки. Нажмите на точку при зажатом Ctrl. [NEW] Добавлена возможность выбора языка мода отличного от языка игры. [TRANSLATION] Добавлен Финский язык.
