Repository: MacSergey/NodeMarkup
Catalog: NodeMarkup/Properties/Localize.*.resx
Languages: cs_cz, es_es, fi, fr_fr, id, ja_jp, ko, pt, ru, tr

# PresetInfo_Crosswalks
source: Crosswalks:
cs_cz: Přechody:
es_es: Pasos de peatones:
fi: Suojatiet:
fr_fr: Passages piétons :
id: Penyeberangan:
ja_jp: 横断歩道の数:
ko: 횡단보도:
ru: Переходов:
tr: Yaya geçitleri:

# PresetInfo_Fillers
source: Fillers:
cs_cz: Výplňe:
es_es: Rellenos:
fi: Sulkualueet:
fr_fr: Remplisseurs :
id: Isian:
ja_jp: 塗り潰しの数:
ko: 필러:
ru: Заполнителей:
tr: Dolgu:

# PresetInfo_Lines
source: Lines:
cs_cz: Čáry:
es_es: Líneas:
fi: Viivat:
fr_fr: Lignes :
id: Garis:
ja_jp: ラインの数:
ko: 선:
ru: Линий:
tr: Şeritler:

# PresetInfo_NoScreenshot
source: No screenshot
cs_cz: Žádný snímek obrazovky
es_es: No hay captura de pantalla
fi: Ei kuvakaappausta
fr_fr: Aucune capture d'écran
id: Tidak ada screenshot
ja_jp: 画像なし
ko: 스크린샷 없음
ru: Нет скриншота
tr: Ekran görüntüsü yok

# PresetInfo_RoadPoints
source: Road #{0} points:
cs_cz: Silnice #{0} body:
es_es: Puntos de carretera #{0}:
fi: Tien #{0} pisteet:
fr_fr: Route #{0} points :
id: Titik jalan #{0}:
ja_jp: 道路 #{0} のポイント数:
ko: 길 #{0}의 점:
ru: Точек у дороги #{0}:
tr: Yol puanı: #{0}

# PresetInfo_Roads
source: Roads:
cs_cz: Silnice:
es_es: Carreteras:
fi: Tiet:
fr_fr: Routes :
id: Jalan:
ja_jp: 接続道路の数:
ko: 도로:
ru: Дорог:
tr: Yollar:

# Settings_CutLineByCrosswalk
source: Cut new line by crosswalks
cs_cz: Přerušovat nové čáry u přechodů
es_es: Cortar nueva línea por los pasos de peatones
fi: Lopeta uudet viivat suojateihin
fr_fr: Les passages piétons coupent les nouvelles lignes
id: Potong garis baru di penyeberangan
ja_jp: 横断歩道と重なる新たなラインは自動的に除去
ko: 새 선을 횡단보도로 나누기
ru: Обрезать новые линии до переходов
tr: Yeni şeriti yaya geçidinden kes

# HeaderPanel_CutLinesByCrosswalk
source: Cut lines by this crosswalk
cs_cz: Přerušit čáry u tohoto přechodu
es_es: Cortar líneas por este paso de peatones
fi: Lopeta viivat tähän suojatiehen
fr_fr: Couper les lignes au niveau de ce passage piéton
id: Potong garis pada penyeberangan ini
ja_jp: 横断歩道と重なるラインを除去
ko: 이 횡단보도로 선 나누기
ru: Обрезать линии до этого перехода
tr: Şeritleri bu yaya geçidinden kes

# Settings_BackupPresets
source: Backup presets
cs_cz: Zálohovat předvolby
es_es: Copia de seguridad de preajustes
fi: Varmuuskopio esiasetukset
fr_fr: Sauvegarder les préréglages
id: Backup prasetelan
ja_jp: プリセットのバックアップ
ko: 프리셋 백업하기
ru: Резервирование трафаретов
tr: Ön ayarları yedekle

# Settings_DeletePresetsButton
source: Delete all presets
cs_cz: Odstranit všechny předvolby
es_es: Borrar todos los preajustes
fi: Poista kaikki esiasetukset
fr_fr: Supprimer tous les préréglages
id: Hapus semua prasetelan
ja_jp: プリセットを全て削除
ko: 프리셋 전부 삭제
ru: Удалить все трафареты
tr: Tüm ön tanımlı ayarları sil

# Settings_DeletePresetsCaption
source: Delete all presets
cs_cz: Odstranit všechny předvolby
es_es: Borrar todos los preajustes
fi: Poista kaikki esiasetukset
fr_fr: Supprimer tous les préréglages
id: Hapus semua prasetelan
ja_jp: プリセットを全て削除
ko: 프리셋 전부 삭제
ru: Удалить все трафареты
tr: Tüm ön tanımlı ayarları sil

# Settings_DeletePresetsMessage
source: Do you really want to remove all presets?
cs_cz: Opravdu chcete odstranit všechny předvolby?
es_es: ¿De verdad quieres borrar todos los preajustes?
fi: Haluatko varmasti poistaa kaikki esiasetukset?
fr_fr: Voulez-vous vraiment supprimer tous les préréglages ?
id: Apakah Anda yakin untuk menghapus semua prasetelan?
ja_jp: 本当に全てのプリセットを削除しますか？
ko: 정말로 모든 프리셋을 삭제하시겠습니까?
ru: Вы действительно хотите удалить все трафареты?
tr: Tüm ön ayarları kaldırmak istiyor musunuz?

# Settings_DumpPresetsButton
source: Dump presets to file
cs_cz: Exportovat předvolby
es_es: Exportar los preajustes al archivo
fi: Vie esiasetukset tiedostoon
fr_fr: Sauvegarder tous les préréglages dans un fichier
id: Limpahkan prasetelan ke file
ja_jp: プリセットをファイルに保存
ko: 프리셋을 파일로 내보내기
ru: Сохранить трафареты в файл
tr: Ön ayarları dosyaya yükle

# Settings_DumpPresetsCaption
source: Dump presets
cs_cz: Exportovat předvolby
es_es: Exportar los preajustes
fi: Vie esiasetukset
fr_fr: Sauvegarder les préréglages
id: Limpahkan prasetelan
ja_jp: プリセットのダンプ出力
ko: 프리셋 파일로 내보내기
ru: Сохранение трафаретов
tr: Ön ayarları yükle

# Settings_RestorePresetsButton
source: Restore presets from file
cs_cz: Obnovit předvolby
es_es: Recuperar preajustes desde archivo
fi: Palauta esiasetukset tiedostosta
fr_fr: Restaurer les préréglages à partir du fichier
id: Pulihkan prasetelan dari file
ja_jp: プリセットをファイルから復元
ko: 파일에서 프리셋 복원하기
ru: Восстановление трафаретов из файла
tr: Ön ayarları geri yükle

# Settings_RestorePresetsCaption
source: Restore presets
cs_cz: Obnovit předvolby
es_es: Recuperar los preajustes
fi: Palauta esiasetukset
fr_fr: Restaurer les préréglages
id: Pulihkan prasetelan
ja_jp: プリセットの復元
ko: 프리셋 복원
ru: Восстановление трафаретов
tr: Ön ayaları yeniden yükle

# Settings_RestorePresetsMessage
source: Do you really want to restore presets? The restored presets will replace all existing presets.
cs_cz: Opravdu si přejete obnovit předvolby? Původní data připíší všechny existující předvolby.
es_es: ¿De verdad deseas recuperar los preajustes? Los preajustes restaurados reemplazarán todos los preajustes existentes.
fi: Haluatko varmasti palauttaa esiasetukset? Palautetut esiasetukset korvaavat kaikki olemassa olevat esiasetukset.
fr_fr: Voulez-vous vraiment restaurer les préréglages ? Les préréglages restaurés vont remplacer tout les préréglages existants.
id: Apakah Anda yakin untuk memulihkan prasetelan? Markah yang dipulihkan akan menggantikan semua prasetelan yang ada.
ja_jp: 本当にテンプレートを復元しますか？ 復元すると、既存のプリセットを全て置き換えます。
ko: 정말로 프리셋을 복원하시겠습니까? 복원한 프리셋이 기존 프리셋에 덮어씌워질 것입니다.
ru: Вы действительно хотите восстановить трафареты? Они заменит все существующие трафареты.
tr: Ön ayarları yüklemek istediğinize emin misiniz? Yeni ön ayarlar eskilerinin yerine geçecektir.

# Settings_RestorePresetsMessageFailed
source: Presets restore failed
cs_cz: Obnovení předvoleb se nezdařilo
es_es: Recuperación fallida
fi: Esiasetuksien palautus epäonnistui
fr_fr: La restauration des préréglages a échoué
id: Pemulihan prasetelan gagal
ja_jp: プリセットの復元に失敗しました。
ko: 프리셋 복원 실패
ru: Не удалось восстановить трафареты
tr: Ön ayar geri yüklenemedi

# Settings_RestorePresetsMessageSuccess
source: Presets successfully restored
cs_cz: Předvolby úspěšně obnoveny
es_es: Los preajustes se han recuperado con éxito
fi: Esiasetukset palautettu onnistuneesti
fr_fr: Préréglages restaurés avec succès
id: Pemulihan prasetelan berhasil
ja_jp: プリセットの復元に成功しました。
ko: 프리셋이 성공적으로 복원되었습니다
ru: Трафареты успешно восстановлены
tr: Ön ayar başarıyla aktarıldı

# Settings_ShortcutCutLinesByCrosswalks
source: Cut lines by all crosswalks
cs_cz: Přerušit čáry u všech přechodů
es_es: Cortar líneas por todos pasos de peatones
fi: Lopeta viivat suojateihin
fr_fr: Couper les lignes au niveau de tout les passages piétons
id: Potong garis pada semua penyeberangan
ja_jp: 全ての横断歩道で重なるラインを除去
ko: 모든 횡단보도로 선 자르기
ru: Обрезать линии до всех переходов
tr: Şeritleri tüm yaya geçidinden kes

# Panel_CutLinesByCrosswalks
source: Cut lines by all crosswalks
cs_cz: Přerušit čáry u všech přechodů
es_es: Cortar líneas por todos pasos de peatones
fi: Lopeta viivat suojateihin
fr_fr: Couper les lignes au niveau de tout les passages piétons
id: Potong garis pada semua penyeberangan
ja_jp: 全ての横断歩道で重なるラインを除去
ko: 모든 횡단보도로 선 자르기
ru: Обрезать линии до всех переходов
tr: Şeritleri tüm yaya geçidinden kes

# PresetEditor_RewriteCaption
source: Rewrite preset asset
cs_cz: Přejmenovat asset
es_es: Reescribir recurso de preajuste
fi: Uudelleenkirjoita esiasetusesine
fr_fr: Réécriture de la ressource du préréglage
id: Tuliskan kembali aset prasetelan
ja_jp: プリセット(カスタムアセット)を上書きしますか？
ko: 프리셋 에셋 재작성
ru: Перезапись игрового ресурса трафарета
tr: Ön ayar varlığını tekrar yaz

# PresetEditor_RewriteMessage
source: To change its name requires rewriting the asset file. Continue?
cs_cz: Tato předvolba je součástí assetu, přejmenování přepíše jeho soubor. Pokračovat?
es_es: Para cambiar su nombre, es necesario reescribir el archivo de recursos. ¿Seguir?
fi: Vaihtaaksesi sen nimen, esineen tiedosto on uudelleenkirjoitettava. Haluatko jatkaa?
fr_fr: Pour la renommer, il faut refaire la ressource. Continuer ?
id: Untuk mengubah namanya, diperlukan penulisan kembali file aset. Lanjutkan?
ja_jp: 名前の変更は、カスタムアセットのファイルを上書きします。
ko: 이름을 바꾸기 위해서는 에셋을 재작성해야 합니다. 계속할까요?
ru: Этот трафарет является игровым ресурсом. Для изменения его имени необходимо перезаписать файл ресурса. Продолжить?
tr: Dosyanın ismini değiştirmek tekrar yazmayı gerektirir, emin misiniz?

# TemplateEditor_RewriteCaption
source: Rewrite template asset
cs_cz: Přejmenovat asset
es_es: Reescribir recurso de plantilla
fi: Uudelleenkirjoita malline-esine
fr_fr: Réécriture de la ressource du modèle
id: Tuliskan kembali aset templat
ja_jp: テンプレート(カスタムアセット)を上書きしますか？
ko: 템플릿 에셋 재작성
ru: Перезапись игрового ресурса шаблона
tr: Şablon bilgileri yeniden yazılıyor

# TemplateEditor_RewriteMessage
source: To change its name and values requires rewriting the asset file. Continue?
cs_cz: Tato šablona je součástí assetu, přejmenování nebo změna hodnot přepíše jeho soubor. Pokračovat?
es_es: Para cambiar su nombre y valores, es necesario reescribir el archivo de recursos. ¿Seguir?
fi: Vaihtaaksesi sen nimen ja arvot, esineen tiedosto on uudelleenkirjoitettava. Haluatko jatkaa?
fr_fr: Pour le renommer, il faut refaire l'asset. Continuer ?
id: Untuk mengubah nama dan nilai-nilainya, diperlukan penulisan kembali file aset. Lanjutkan?
ja_jp: 名前や内容の変更は、カスタムアセットのファイルを上書きします。
ko: 이름이나 내용을 바꾸기 위해서는 에셋을 재작성해야 합니다. 계속할까요?
ru: Этот шаблон является игровым ресурсом. Для изменения его имени и значений необходимо перезаписать файл ресурса. Продолжить?
tr: Dosyanın ismini ve değerlerini değiştirmek tekrar yazmayı gerektirir, emin misiniz?

# CrosswalkEditor_BordersWarning
source: To be able to set the crosswalk borders, you must have lines started from the same points as the crosswalk
cs_cz: Pro úpravu okrajů přechodu musíte mít čáry ze stejných bodů, jako přechod
es_es: Para poder establecer los bordes del paso de peatones, debe tener líneas que comienzan desde los mismos puntos que el paso de peatones
fi: Voidaksesi asettaa suojatien rajat, viivan täytyy lähteä samasta pisteestä kuin suojatie
fr_fr: Pour mettre les bordures du passage piéton, il faut une ligne qui commence au même points que le passage piéton
id: Untuk dapat mengubah tepian penyeberangan, Anda harus memiliki garis yang mulai dari titik yang sama dengan penyeberangan
ja_jp: 基準線の設定方法 横断歩道を設定した、同じポイントから始まるラインが必要です。
ko: 횡단보도의 모서리를 설정하려면 선이 횡단보도의 점과 같은 곳에서 출발해야 합니다
ru: Для того чтобы иметь возможность задать границы перехода, вы должны иметь линии начинающиеся из тех же точек что и переход
tr: Yaya geçidi sınırları koyabilmek için, noktalarınız kaldırımla aynı yerden başlamalıdır

# LineEditor_RulesWarning
source: You must have lines that intersect with this line to be able to change the rule's "From" and "To" points and create additional rules.
cs_cz: Pro úpravů bodů "Z" a "Do" musíte mít vytvořeny čáry, které se s touto protínají.
es_es: Debe tener líneas que se crucen con esta línea para poder cambiar los puntos "Desde" y "Hasta" de la regla y crear reglas adicionales.
fi: Sinulla täytyy olla viivoja, jotka risteävät tämän viivan kanssa, jotta voit muuttaa alku- ja loppupisteitä ja luoda uusia sääntöjä.
fr_fr: Il faut sur que des lignes croisent cette ligne pour pouvoir changer les points "De" et "À" de la règles et ajouter de nouvelles règles.
id: Anda harus memiliki garis lainnya yang bersimpangan dengan garis ini untuk mengubah titik "Dari" dan "Ke" aturan ini dan membuat aturan tambahan.
ja_jp: 追加ルールの作成方法 始点や終点を変更したい場合は、他のラインと交差が必要です。
ko: 규칙의 시작점과 끝점을 바꾸어 다른 규칙을 추가하려면 우선 다른 선이 이 선과 만나야 합니다.
ru: Для того чтобы иметь возможность изменить у правила "От" и "До", а так же создать дополнительные правила, вы должны иметь линии пересекающиеся с этой линией.
tr: Kaynak ve hedef kuralını değiştirmek ve yeni kural eklemek için bu yolla kesişen şeritler olmalı.

# Settings_ShowPaneltips
source: Show hints on panel
cs_cz: Zobrazovat nápovědy
es_es: Mostrar sugerencias en el panel
fi: Näytä valikon vihjeet
fr_fr: Afficher l’aide d’interface
id: Perlihatkan petunjuk di panel
ja_jp: パネル内にTipsを表示
ko: 패널에서 힌트 보기
ru: Показывать подсказки на панели
tr: Panelde ipuçları göster

# HeaderPanel_Edit
source: Edit
cs_cz: Upravit
es_es: Editar
fi: Muokkaa
fr_fr: Éditer
ja_jp: 内容を編集
ko: 수정
ru: Редактировать
tr: Düzenle

# HeaderPanel_Save
source: Save changes
cs_cz: Uložit změny
es_es: Guardar los cambios
fi: Tallenna muutokset
fr_fr: Enregistrer les modifications
id: Simpan perubahan
ja_jp: 変更を保存する
ko: 변경 사항 저장
ru: Сохранить изменения
tr: Değişikleri kaydet

# HeaderPanel_NotSave
source: Don't save changes
cs_cz: Neukládat změny
es_es: No guarde los cambios
fi: Hylkää muutokset
fr_fr: Ne pas sauvegarder les changements
id: Jangan simpan perubahan
ja_jp: 変更を保存しない
ko: 변경 사항 저장 안 함
ru: Не сохранять изменения
tr: Değişiklikleri kaydetme

# PresetEditor_SaveChangesMessage
source: Do you want to save preset name change?
cs_cz: Chcete uložit změnu názvu předvolby?
es_es: ¿Quieres guardar el cambio del nombre del preajuste?
fi: Haluatko tallentaa esiasetuksen nimen muutoksen?
fr_fr: Voulez-vous enregistrer les modifications ?
id: Apakah Anda ingin untuk menyimpan perubahan nama prasetelan?
ja_jp: プリセット名を変更して保存しますか？
ko: 프리셋의 이름 수정을 저장할까요?
ru: Вы хотите сохранить изменения имени трафарета?
tr: Ön ayarların ismi değişecek, emin misiniz?

# TemplateEditor_SaveChanges
source: Save changes
cs_cz: Uložit změny
es_es: Guardar los cambios
fi: Tallenna muutokset
fr_fr: Enregistrer les modifications
id: Simpan perubahan
ja_jp: 変更内容を保存
ko: 변경 사항 저장
ru: Сохранение изменений
tr: Değişikleri kaydet

# TemplateEditor_SaveChangesMessage
source: Do you want to save template values changes?
cs_cz: Chcet uložit změny v šabloně?
es_es: ¿Quieres guardar los cambios en los valores de la plantilla?
fi: Haluatko tallentaa mallineen arvojen muutokset?
fr_fr: Voulez-vous enregistrer les modifications des valeurs ?
id: Apakah Anda ingin menyimpan perubahan nilai templat?
ja_jp: テンプレートの内容を変更しますか？
ko: 템플릿의 내용 변화를 저장하시겠습니까?
ru: Вы хотите сохранить изменения параметров шаблона?
tr: Şablon değişikliklerini kaydetmek ister misiniz?

# PresetEditor_NameExistMessage
source: The name "{0}" is already used by another preset. Are you sure you want to have multiple presets with the same name?
cs_cz: Jméno "{0}" je již využíváno jinou předvolbou. Opravdu chcete mít více předvoleb se stejným jménem?
es_es: El nombre "{0}" ya lo utiliza otro preajuste. ¿Está seguro de que desea tener varios preajustes con el mismo nombre?
fi: Nimi "{0}" on jo käytössä toisella esiasetuksella. Haluatko varmasti, että sama nimi on käytössä useammalla esiasetuksella?
fr_fr: Le nom «{0}» est déjà utilisé pour un autre préréglage. Êtes-vous sûr de vouloir avoir plusieurs préréglages avec le même nom ?
id: Nama "{0}" telah digunakan oleh prasetelan lainnya. Apakah Anda yakin untuk memiliki lebih dari satu prasetelan dengan nama yang sama?
ja_jp: {0} という名前は、他のプリセットで使用されています。 重複したプリセットを保存しても良いですか？
ko: "{0}"이라는 이름이 이미 사용중입니다. 여러 프리셋이 한 이름을 사용할 수 있는데, 그렇게 할까요?
ru: Имя "{0}" уже используется другим трафаретом. Вы уверены, что хотите иметь несколько трафаретов с одинаковым именем?
tr: Bu ön ayar için verdiğiniz {0} ismi zaten kullanımda. Aynı isimde birden fazla ön ayar istediğinize emin misiniz?

# PresetEditor_IsAssetWarningMessage
source: It can only be deleted from the game content manager.
cs_cz: Odstranit lze pouze ze správce obsahu hry.
es_es: Solo se puede eliminar del administrador de contenido del juego.
fi: Voit poistaa sen vain pelin sisällönhallinnasta.
fr_fr: Vous pouvez le supprimer depuis le gestionnaire de contenu.
id: Templat ini adalah sebuah aset. Anda hanya dapat menghapuskannya dari Content Manager game.
ja_jp: 削除方法はコンテンツマネージャーから行います。
ko: 게임의 컨텐츠 관리자에서만 삭제할 수 있습니다.
ru: Вы можете удалить его только из диспетчера содержимого игры.
tr: Dosya yalnızda oyunun dosya yöneticisinden silinebilir.

# PresetEditor_IsWorkshopWarningMessage
source: This preset can't be modified. It can only be deleted from the game content manager or unsubscribed from on the Steam Workshop.
cs_cz: Tuto předvolbu nelze upravit. Může být odstraněna ve správci obsahu hry nebo zrušit odebírání na Steam Workshopu.
es_es: Este preajuste no se puede modificar. Solo se puede eliminar desde el gestor de contenidos o cancelando la suscripción en Steam Workshop.
fi: Et voi muokata sitä ja voit poistaa sen vain pelin sisällönhallinnasta tai perua sen tilauksen Steam Workshopista.
fr_fr: Vous ne pouvez pas modifier le préréglage et vous pouvez le supprimer uniquement depuis le gestionnaire de contenu ou en se désinscrivant depuis le Steam Workshop.
id: Prasetelan ini tidak dapat dimodifikasi. Ini hanya dapat dihapus dari Content Manager game atau diberhentikan langganannya di Steam Workshop.
ja_jp: 編集不可になり、削除はコンテンツマネージャーから行います。 もしくは、Steamのワークショップでサブスクライブを停止・解除します。
ko: 이 프리셋은 수정할 수 없습니다. 컨텐츠 매니저에서 삭제하거나 워크샵에서 구독을 취소해야 합니다.
ru: Вы не можете редактировать его и удалить возможно только из диспетчера содержимого игры или отписавшись в Мастерской Steam.
tr: Bu ön ayar değiştirilememektedir. Yalnızca oyunun dosya yöneticisinden silebilir veya Steam Atölyesinden aboneliğinizi kaldırabilirsiniz.

# PresetEditor_PresetIsAsset
source: This preset is an asset.
cs_cz: Tato předvolba je asset.
es_es: Este preajuste es un recurso.
fi: Tämä esiasetus on esine.
fr_fr: Ce préréglage est une ressource.
id: Prasetelan ini adalah sebuah aset.
ja_jp: このプリセットはカスタムアセットです。
ko: 이 프리셋은 에셋입니다.
ru: Этот трафарет является игровым ресурсом.
tr: Bu ön ayar bir dosyaya bağlı.

# TemplateEditor_IsAssetWarningMessage
source: It can only be deleted from the game content manager.
cs_cz: Odstranit lze pouze ze správce obsahu hry.
es_es: Solo se puede eliminar del administrador de contenido del juego.
fi: Voit poistaa sen vain pelin sisällönhallinnasta.
fr_fr: Vous pouvez le supprimer uniquement depuis le gestionnaire de contenu.
id: Ini hanya dapat dihapus dari Content Manager game.
ja_jp: 削除方法はコンテンツマネージャーから行います。
ko: 게임의 컨텐츠 관리자에서만 삭제할 수 있습니다.
ru: Вы можете удалить его только из диспетчера содержимого игры.
tr: Dosya yalnızda oyunun dosya yöneticisinden silinebilir.

# TemplateEditor_IsWorkshopWarningMessage
source: This template can't be modified. It can only be deleted from the game content manager or unsubscribed from on the Steam Workshop.
cs_cz: Tuto šablonu nelze upravit. Může být odstraněna ve správci obsahu hry nebo zrušit odebírání na Steam Workshopu.
es_es: Esta plantilla no se puede modificar. Solo se puede eliminar del administrador de contenido del juego o cancelar la suscripción en Steam Workshop.
fi: Et voi muokata sitä ja voit poistaa sen vain pelin sisällönhallinnasta tai perua sen tilauksen Steam Workshopista.
fr_fr: Vous ne pouvez pas modifier le modèle et vous pouvez le supprimer uniquement depuis le gestionnaire de contenu ou en se désinscrivant depuis le Steam Workshop.
id: Templat ini tidak dapat dimodifikasi. Ini hanya dapat dihapus dari Content Manager game atau diberhentikan langganannya di Steam Workshop.
ja_jp: 編集不可になり、削除はコンテンツマネージャーから行います。 もしくは、Steamのワークショップでサブスクライブを停止・解除します。
ko: 이 템플릿은 수정할 수 없습니다. 컨텐츠 매니저에서 삭제하거나 워크샵에서 구독을 취소해야 합니다.
ru: Вы не можете редактировать его и удалить возможно только из диспетчера содержимого игры или отписавшись в Мастерской Steam.
tr: Bu ön ayar değiştirilememektedir. Yalnızca oyunun dosya yöneticisinden silebilir veya Steam Atölyesinden aboneliğinizi kaldırabilirsiniz.

# TemplateEditor_TemplateIsAsset
source: This template is an asset.
cs_cz: Tato předvolba je asset.
es_es: Esta plantilla es un recurso.
fi: Tämä malline on esine.
fr_fr: Ce préréglage est une ressource.
id: Templat ini adalah sebuah aset.
ja_jp: このテンプレートはカスタムアセットです。
ko: 이 템플릿은 에셋입니다.
ru: Этот шаблон является игровым ресурсом.
tr: Bu ön ayar bir dosyaya bağlı.

# PresetEditor_DeleteCaptionDescription
source: preset
cs_cz: předvolba
es_es: preajuste
fi: esiasetus
fr_fr: préréglage
id: prasetelan
ja_jp: プリセット
ko: 프리셋
ru: трафарет
tr: ön ayar

# PresetEditor_DeleteMessageDescription
source: preset
cs_cz: předvolba
es_es: preajuste
fi: esiasetuksen
fr_fr: préréglage
id: prasetelan
ja_jp: プリセット
ko: 프리셋
ru: трафарет
tr: ön ayar

# Mod_WhatsNewMessage1_5
source: - Added the ability to save whole intersection marking as preset and after apply to any other intersection. - Added the ability to save templates and presets as asset and share it over Workshop. - Updated UI and improved UI performance. Reduced delay when switching tabs and selecting items. - Now templates values can be changes only in edit mode, what prevents accidental changes to values. - Added panel tips (can be disable in settings). - Added the ability to cut new line by crosswalks (can be disable in settings). - Added the ability to change color values with mouse wheel. - Fix train and monorail roads (and any else without points). - Fix and improve points group overlay. - Added English-UK translation.
fr_fr: [NEW] Ajout de la possibilité d'enregistrer le marquage d'une intersection entière comme préréglage et de l'appliquer à toute autre intersection. [NEW] Ajout de la possibilité d'enregistrer les modèles et les préréglages en tant que ressources et de les partager dans le Steam Workshop. [UPDATED] Mise à jour de l'interface utilisateur et amélioration de ses performances. Réduction du délai lors du changement d'onglet et de la sélection d'éléments. [UPDATED] Désormais, les valeurs des modèles ne peuvent être modifiées qu'en mode édition, ce qui permet d'éviter les modifications accidentelles. [NEW] Ajout d'astuces pour les panneaux (désactivables dans les paramètres). [NEW] Ajout de la possibilité de couper la nouvelle ligne par les passages piétons (désactivable dans les paramètres). [NEW] Ajout de la possibilité de modifier les valeurs des couleurs avec la molette de la souris. [FIXED] Correction des voies ferrées et des monorails. [FIXED] Correction et amélioration de la superposition des groupes de points. [TRANSLATION] Ajout de la traduction anglaise britannique.
ru: [NEW] Добавлена возможность сохранить разметку всего перекрестка как трафарет и применять его к любому другому перекрестку. [NEW] Добавлена возможность сохранять шаблоны и трафареты как ресурсы игры и делиться ими через мастерскую Steam. [UPDATED] Обновление и улучшение производительности пользовательского интерфейса. Уменьшены задержки при переключении вкладок и выборе элементов. [UPDATED] Значений шаблонов теперь могут быть изменены только в режиме редактирования, что предотвратит их случайное изменение. [NEW] Добавлены подсказки в панель (можно отключить в настройках). [NEW] Добавлена возможность автоматически обрезать линии до пешеходных переходов (можно отключить в настройках). [NEW] Добавлена возможность изменять значения цвета с помощью колёсика мыши. [FIXED] Исправлена ошибка при использование дорог с рельсами и монорельсом. [FIXED] Исправлена и улучшена групповая подсветка точек. [TRANSLATION] Добавлен Английский UK перевод.

# LineEditor_NotSupportRules
source: This line type doesn't support rules
cs_cz: Tento typ čáry nepodporuje pravidla
es_es: Este tipo de línea no apoya reglas
fi: Tällainen viiva ei tue sääntöjä
fr_fr: Ce type de ligne ne prend pas en charge les règles
id: Garis jenis ini tidak mendukung aturan
ja_jp: このタイプは追加ルールをサポートしません。
ko: 해당 선 종류는 규칙을 지원하지 않습니다.
ru: Этот тип линии не поддерживает правила
tr: Bu şerit kurallara uygun değil
