Repository: MacSergey/NodeMarkup
Catalog: NodeMarkup/Properties/Localize.*.resx
Languages: cs_cz, es_es, fi, fr_fr, id, ja_jp, ko, pt, ru, tr

# Tool_EndPasteOrderCaption
source: Exit paste mode
cs_cz: Opustit režim vkládání
es_es: Salir del modo pegar
fi: Poistu editorista
fr_fr: Sortir du mode collage
id: Keluar mode tempel
ja_jp: マーキングの貼り付けモードを終了
ko: 붙여넣기 모드 종료
pt: Sair do modo de colagem
ru: Выход из режима вставки
tr: Moddan çıkış yapılıyor

# Tool_EndPasteOrderMessage
source: Do you want to exit paste mode and apply changes?
cs_cz: Chcete opustim režim vkládání a použít změny?
es_es: ¿Quieres salir del modo pegar y aplicar un cambio?
fi: Haluatko poistua editorista ja asettaa muutokset?
fr_fr: Voulez vous vraiment quitter le mode collage et appliquer le collage ?
id: Apakah anda ingin untuk keluar dari mode tempel dan terapkan perubahan?
ja_jp: 貼り付けモードを終了して、変更したマーキングを適用しますか？
ko: 이대로 적용하고 붙여넣기 모드에서 나가시겠습니까?
pt: Quer sair do modo de colagem e aplicar as mudanças?
ru: Вы хотите выйти из режима вставки и применить изменения?
tr: Düzenleme modundan çıkıp değişiklikleri uygulamak ister misiniz?

# Tool_NotApply
source: Don't apply
cs_cz: Zrušit
es_es: No aplicar
fi: Älä aseta
fr_fr: Ne pas appliquer
id: Jangan terapkan
ja_jp: 適用しない
ko: 적용하지 않기
pt: Não aplicar
ru: Не применять
tr: Uygulama

# Tool_InfoPasteApply
source: Apply
cs_cz: Použít
es_es: Aplicar
fi: Aseta
fr_fr: Appliquer
id: Terapkan
ja_jp: 適用する
ko: 적용하기
pt: Aplicar
ru: Применить
tr: Uygula

# Tool_infoPasteNotApply
source: Don't apply
cs_cz: Zrušit
es_es: No aplicar
fi: Älä aseta
fr_fr: Ne pas appliquer
id: Jangan terapkan
ja_jp: 適用しない
ko: 적용하지 않기
pt: Não aplicar
ru: Не применять
tr: Uygulanmasın

# Tool_InfoPasteReset
source: Reset
cs_cz: Resetovat
es_es: Restablecer
fi: Nollaa
fr_fr: Réinitialiser
id: Setel ulang
ja_jp: 元に戻す
ko: 초기화
pt: Repor
ru: Сбросить
tr: Sıfırla

# Panel_EditMarking
source: Edit markings order
cs_cz: Změnit pořadí značení
es_es: Editar orden de las marcas
fi: Muuta merkintöjen järjestystä
fr_fr: Modifier l'ordre du marquage
id: Edit urutan markah
ja_jp: マーキングの順序を編集
ko: 마킹 순서 변경하기
pt: Editar ordem das marcações
ru: Изменение порядка маркировки
tr: İşaretlerin sırasını ayarla

# Settings_ShortcutEditMarking
source: Change markings order
cs_cz: Změnit pořadí značení
es_es: Cambiar orden de las marcas
fi: Vaihda merkintöjen järjestystä
fr_fr: Modifier l'ordre du marquage
id: Ubah urutan markah
ja_jp: マーキングの順序を変更
ko: 마킹 순서 변경하기
pt: Alterar ordem das marcações
ru: Изменение порядка маркировки
tr: İşaretlerin sırasını değiştir

# Tool_RoadsWasChangedCaption
source: Roads have changed
cs_cz: Silnice byly změněny
es_es: Las carreteras han cambiado
fi: Teitä on muutettu
fr_fr: Les routes ont été changées
id: Jalanan telah berubah
ja_jp: 道路が変更・アップグレードされました
ko: 도로가 변경되었습니다
pt: As estradas mudaram
ru: Дороги были изменены
tr: Yollar değişti

# Tool_RoadsWasChangedMessage
source: The roads at this intersection have changed, therefore the existing markings cannot be applied automatically. Do you want to apply the markings manually?
cs_cz: Silnice na této křižovatce se změnily, existující značení nemůže být automaticky použito. Chcete nastavit předchozí značení manuálně?
es_es: Las carreteras en este cruce han cambiado, por lo que las marcas existentes no se puede aplicar automáticamente. ¿Quieres aplicar las marcas manualmente?
fi: Risteyksen tiet on muutettu. Olemassa olevia merkintöjä ei voitu asettaa automaattisesti. Haluatko asettaa merkinnät manuaalisest?
fr_fr: Les routes à cette intersection ont été changées, donc le marquage existant ne peut être appliqué automatiquement. Voulez-vous changer le marquage manuellement ?
id: Jalanan di persimpangan ini telah berubah. Maka, markah yang sudah ada tidak bisa diterapkan secara otomatis. Apakah Anda ingin terapkan markah secara manual?
ja_jp: 交差点の構成や道路の種類が変わって、マーキングが自動的に適用できません。 マーキングの順序を手動で調整＆適用しますか？
ko: 이 교차로의 도로가 변경되어 기존 마킹을 자동으로 적용할 수 없습니다. 마킹을 직접 적용하시겠습니까?
pt: As estradas nesta interseção mudaram, por isso as marcações existentes não podem ser aplicadas automaticamente. Quer aplicar as marcações manualmente?
ru: Дороги были изменены и не удалось автоматически применить к ним существующую разметку. Хотите применить ее вручную?
tr: Bu kesişimdeki yollar değişti, var olan işaretler otomatik uygulanamaz. İşaretleri elle uygulamak ister misiniz?

# Tool_EndEditOrderCaption
source: Exit edit order mode
cs_cz: Opustit režim úpravy pořadí
es_es: Salir del modo de edición del orden
fi: Poistu editorista
fr_fr: Quitter le mode de modification de l'ordre
id: Keluar mode edit urutan
ja_jp: マーキングの編集モードを終了
ko: 순서 변경 모드 나가기
pt: Sair do modo de edição da ordem
ru: Выход из режима редактирования порядка
tr: Düzenleme modundan çıkın

# Tool_EndEditOrderMessage
source: Do you want to exit edit mode and apply changes?
cs_cz: Chcete opustit režim úprav a použít změny?
es_es: ¿Quieres salir del modo de edición y aplicar un nuevo orden?
fi: Haluatko poistua editorista ja asettaa muutokset?
fr_fr: Voulez vous vraiment quitter le mode de modification et appliquer un nouvel ordre ?
id: Apakah Anda ingin keluar dari mode edit dan terapkan perubahan?
ja_jp: 編集モードを終了して、変更したマーキングを適用しますか？
ko: 이대로 적용하고 편집에서 나가시겠습니까?
pt: Quer sair do modo de edição e aplicar as mudanças?
ru: Вы хотите выйти из режима редактирования и применить новый порядок?
tr: Düzenleme modundan çıkıp değişiklikleri uygulamak ister misiniz?

# Tool_InfoPointsDrag
source: Drag and drop circle to set points order
cs_cz: Přesuňte kruh pro změnu pořadí bodů
es_es: Arrastre y suelte el círculo para establecer el orden de los puntos
fi: Raahaa ja pudota ympyrä asettaaksesi pisteiden järjestyksen
fr_fr: Glisser-déposer le cercle pour définir l'ordre des points
id: Seret dan lepaskan lingkaran untuk menyetel urutan titik
ja_jp: ポイントを円からD&Dして、順序を入れ替え
ko: 점을 드래그해 점의 순서를 변경하세요
pt: Arraste e largue os círculos para definir a ordem dos pontos
ru: Перетащите круг для задания порядка точек
tr: Noktaların sırası için daireyi tutup bırakın

# Tool_InfoPointsDrop
source: Drop circle inside/outside target to set/unset points order
cs_cz: Přesuňte kruh dovnitř/ven z kružnice pro nastavení/zrušení pořadí bodů
es_es: Coloque el círculo dentro/fuera del objetivo para establecer/cancelar el orden de los puntos
fi: Pudota ympyrä kohteen sisä-/ulkopuolelle muuttaaksesi pisteiden järjestystä
fr_fr: Maintenez puis relâchez la cible intérieur/extérieur pour mettre/enlever l'ordre des points
id: Taruhkan lingkaran di dalam/luar target untuk menyetel/lepas setelan urutan titik
ja_jp: 道路上にあるポイントを内外にD&Dして、ラインの順序を入れ替え
ko: 원을 점의 안/밖으로 이동시켜 점의 순서를 설정/취소하세요
pt: Larga o circulo dentro ou fora do alvo para definir ou repor a ordem dos pontos
ru: Поместите или уберите круг с цели для задания порядка точек
tr: Daireyi içeri / dışarı bırakarak nokta kurallarını kurabilir / iptal edebilirsiniz

# StyleOption_SolidInCenter
source: Solid in center
cs_cz: Plná ve středu
es_es: Continua en el centro
fi: Sulkuviiva keskellä
fr_fr: Solide au centre
id: Utuh di tengah
ja_jp: 実線を中心
ko: 중앙에 실선
pt: Centro sólido
ru: Сплошная по центру
tr: Merkezi dolu

# StyleOption_No
source: No
cs_cz: Ne
fi: Ei
fr_fr: Non
id: Tidak
ko: 아니오
pt: Não
ru: Нет
tr: Hayır

# StyleOption_Yes
source: Yes
cs_cz: Ano
es_es: Sí
fi: Kyllä
fr_fr: Oui
id: Iya
ko: 예
pt: Sim
ru: Да
tr: Evet

# Tool_InfoStartCreateCrosswalk
source: Hold {0} to create a crosswalk
cs_cz: Podržte {0} pro vytvoření přechodu
es_es: Mantener presionada la tecla {0} para crear un paso de peatones
fi: Pidä Shift-näppäintä pohjassa luodaksesi suojatien
fr_fr: Maintenez {0} pour créer un passage piéton
id: Tekan dan tahan {0} untuk membuat penyeberangan
ja_jp: {0} ＆ 押下で、横断歩道の作成
ko: {0}를 꾹 눌러 횡단보도를 만드세요
pt: Prima Shift para criar uma passadeira
ru: Зажмите {0} для создания перехода
tr: Yaya geçidi oluşturmak için {0} tuşuna basılı tutun

# Tool_InfoStartCreateFiller
source: Hold {0} to create a filler
cs_cz: Podržte {0} pro vytvoření výplně
es_es: Mantener presionada la tecla {0} para crear un relleno
fi: Pidä Alt-näppäintä pohjassa luodaksesi sulkualueen
fr_fr: Maintenir {0} pour créer un remplisseur
id: Tekan dan tahan {0} untuk membuat isian
ja_jp: {0} ＆ 押下で、塗り潰しを開始
ko: {0}를 꾹 눌러 필러를 만드세요
pt: Prima Alt para criar um preenchimento
ru: Зажмите {0} для создания заполнителя
tr: Dolgu oluşturmak için {0} tuşuna basılı tutun

# Tool_InfoStartDragPointMode
source: Drag with {0} to move the point
cs_cz: Táhněte s {0} pro posun bodu
es_es: Mantener presionada la tecla {0} y arrastre un punto para cambiar desplazamiento
fi: Raahaa Ctrl pohjassa siirtääksesi pistettä
fr_fr: Glissez avec {0} pour bouger le point
id: Tekan dan tahan {0} untuk menggeser titik
ja_jp: {0} + ドラッグで、ポイントを移動
ko: {0}을 누른 채로 드래그해 점을 옮기세요
pt: Arraste com Ctrl para mover o ponto
ru: Зажмите {0} чтобы перетащить точку
tr: Noktayı {0} kullanarak sürükleyin

# Mod_WhatsNewMessage1_4
source: WARNING: Default templates setting will be reset. - Added the ability to copy/paste marking from one exist intersection to another exist intersection. - Now the marking is not removed if you replace the road with a different number of points. - Added map editor support. - Added the ability to save marking data in intersection assets. - Added "Shark teeth" line and stop line style. - Added "Solid&Dashed" stop line style. - Added "Chess board" crosswalk style. - Added the ability to set create modifiers for any styles. - Added the ability to duplicate templates. - Added the ability to have several templates with some name. - Added Alignment option to all double line styles. - Added the ability to start filler "Chevron" style from edges. - Added the ability to get delete warning only if will affect others items. - Added the ability to resize panel. - Added the ability to backup templates. - Added the ability to reset all points offset. - Added MoveIt mirroring support (wait MoveIt update). - Update filler "Chevron" style calculation algorithm. - Fix filler vertex duplicates in create interface. - Fix asym lines wrong invert value after load.
fr_fr: [WARNING] Les paramètres par défaut des modèles seront réinitialisés. [NEW] Ajout de la possibilité de copier/coller le marquage d'une intersection existante vers une autre intersection existante. [UPDATED] Maintenant, le marquage n'est pas supprimé si vous remplacez la route par un autre avec un nombre différent de points. [NEW] Ajout du support de l'éditeur de cartes. [NEW] Ajout de la possibilité d'enregistrer les données de marquage dans les ressources de type intersection. [NEW] Ajout d'un style de ligne et de ligne d'arrêt "Dents de requin". [NEW] Ajout du style de ligne d'arrêt "Solide et Tirets". [NEW] Ajout du style de passage piéton "Damier". [NEW] Ajout de la possibilité de définir des modificateurs de création pour tous les styles. [NEW] Ajout de la possibilité de dupliquer les modèles. [NEW] Ajout de la possibilité d'avoir plusieurs modèles avec un même nom. [NEW] Ajout d'options d'alignement à tous les styles de ligne double. [NEW] Ajout de la possibilité de commencer le remplissage "Chevron" à partir des bords. [NEW] Ajout de la possibilité d'obtenir un avertissement de suppression uniquement si cela affecte d'autres éléments. [NEW] Ajout de la possibilité de redimensionner le panneau. [NEW] Ajout de la possibilité de sauvegarder des modèles. [NEW] Ajout de la possibilité de réinitialiser le décalage de tous les points. [NEW] Ajout du support de la réflexion de MoveIt (attendez la mise à jour de MoveIt). [UPDATED] Mise à jour de l'algorithme de calcul du style de remplissage "Chevron". [FIXED] Correction des doublons de sommets des remplisseurs dans l'interface de création. [FIXED] Correction des lignes asymétriques avec une valeur d'inversion incorrecte après le chargement.
ru: [WARNING] Настройки шаблонов по умолчанию будут сброшены. [NEW] Добавлена возможность копировать разметку с одного перекрестка на другой. [UPDATED] Теперь при замене дороги с другим количеством точек, разметка не будет удаляться. [NEW] Добавлена поддержка редактора карт. [NEW] Добавлена возможность сохранять разметку в активах развязок. [NEW] Добавлен стиль "Акульи зубы" для линий и стоп линий. [NEW] Добавлен стиль "Сплошная и пунктирная" для стоп линии. [NEW] Добавлен стиль "Шахматная доска" для переходов. [NEW] Добавлена возможность задавать модификаторы для выбора стилей при создании линий/заполнителей/переходов. [NEW] Добавлена возможность дублировать шаблоны. [NEW] Добавлена возможность иметь несколько шаблонов с одинаковым именем. [NEW] Добавлена возможность начинать Шеврон из граней. [NEW] Добавлена возможность получать предупреждение при удалении только если будут удалены зависимые элементы. [NEW] Добавлена возможность изменять размер панели. [NEW] Добавлена возможность делать резервирование шаблонов. [NEW] Добавлена возможность сбрасывать значение сдвига всех точек сразу. [NEW] Добавлена поддержка отзеркаливания с помощью MoveIt (необходимо ожидать обновление MoveIt). [UPDATED] Обновлен алгоритм расчёта Шевронов. [FIXED] Исправлено дублирование вершин в интерфейсе создания заполнителей. [FIXED] Исправлена ошибка загрузки параметра "инверсия" для несимметричных линий.

# MessageBox_CantUndone
source: This action cannot be undone.
cs_cz: Tuto akci nelze vrátit zpět.
es_es: No se puede deshacer esta acción.
fi: Tätä toimintoa ei voi kumota.
fr_fr: Cette action est irréversible.
id: Aksi ini tidak dapat ditarik ulang.
ja_jp: この操作は元に戻せません。
ko: 이 작업은 취소할 수 없습니다.
pt: Esta ação não pode ser desfeita.
ru: Это действие нельзя отменить.
tr: Bu işlem geri alınamaz.

# LineStyle_Empty
source: Empty
cs_cz: Prázdné
es_es: Vacía
fi: Tyhjä
fr_fr: Vide
id: Kosong
ja_jp: 空のスタイル
ko: 빈 선
ru: Пустая
tr: Boş

# Settings_ShortcutCreateEdgeLines
source: Create edge lines
cs_cz: Vytvořit krajnice
es_es: Crear líneas de los bordes
fi: Luo ääriviivat
fr_fr: Créer les lignes de bord
id: Buat garis pinggiran persimpangan
ja_jp: 路肩にラインを一括で追加
ko: 새 모서리 생성
ru: Создать крайние линии
tr: Kenar şeritleri oluştur

# Panel_CreateEdgeLines
source: Create edge lines
cs_cz: Vytvořit krajnice
es_es: Crear líneas de los bordes
fi: Luo ääriviivat
fr_fr: Créer les lignes de bord
id: Buat garis pinggiran persimpangan
ja_jp: 路肩にラインを一括で追加
ko: 새 모서리 생성
ru: Создать крайние линии
tr: Kenar şeritleri oluştur

# Panel_ResetOffset
source: Reset all points offset
cs_cz: Resetovat odsazení všech bodů
es_es: Restablecer el desplazamiento de todos los puntos
fi: Nollaa pisteiden siirtymät
fr_fr: Réinitialiser tout les décalages de points
id: Setel ulang pergeseran semua titik
ja_jp: ポイントのオフセットを全てリセット
ko: 모든 점 오프셋 초기화
ru: Сброс смещения всех точек
tr: Tüm nokta merkezlerini sıfırla

# Settings_QuickBorderSetup
source: Quick crosswalk borders setup
cs_cz: Rychlé nastavení krajů přechodu
es_es: Configuración rápida de bordes del paso de peatones
fi: Nopea suojateiden reunojen luominen
fr_fr: Bordures de passage piétons rapide
id: Penyetelan tepian penyeberangan cepat
ja_jp: 横断歩道の基準線を一緒に設定
ko: 빠른 횡단보도 범위 설정
ru: Быстрая настройка границ перехода
tr: Hızlı yaya geçidi kenarı ayarla

# Settings_RailUnderMarking
source: Markings under tracks
cs_cz: Značení pod kolejemi
es_es: Las marcas debajo del carril
fi: Merkinnät raiteiden alla (Vaatii uudelleenkäynnistyksen)
fr_fr: Marquage en dessous des rails
id: Markah di bawah jalur rel
ja_jp: 軌道の下部でマーキングを描画
ko: 철로 아래에 마킹하기
ru: Разметка под рельсами
tr: Yol altı işaretler

# Settings_RailUnderMarkingWarning
source: Warning: this option changes game objects render order
cs_cz: Pozor: Tato možnost ovlivní pořadí renderování objektů ve hře
es_es: Cuidado: esta opción cambia el orden de procesamiento de los objetos del juego
fi: Varoitus: Tämä asetus muuttaa pelin piirtojärjestyksen
fr_fr: Attention : cet option change l'ordre de rendu des objets
id: Awas: opsi ini akan mengubah urutan render objek di game
ja_jp: 警告：このオプションは、ゲーム内の描画順序を変更します
ko: 경고: 이 옵션은 게임 내 오브젝트의 렌더 순서를 변경할 수 있습니다
ru: Предупреждение: Эта опция меняет порядок отрисовки игровых объектов
tr: Dikkat: bu özellik oyundaki parçaların görüntüleme mesafesini değiştirir

# Mod_WhatsNewMessage1_4_1
source: - Added the ability to draw marking under tracks. This can be disabled in the options. WARNING: This option change game objects render order. - Added modifier to create a empty line (without rules). - Added the ability to create all edge lines at once (line from road last point to next road first point). - Lines no longer climb on pavement. Work only for lines from the first or last road point. - Added "Quick crosswalk option setup" - automatically open border selection interface after create crosswalk like line's "Quick rule setup". This can be disabled in the options. - Added panel additional options menu. - Fix left mouse click on selection node. - Fix panel out of screen. - Hover overlay color changed from white to light blue to avoid merging with the markup. - Crosswalk line no longer creates unnecessary intersections. You may need to set crosswalk borders for already created crosswalks.
fr_fr: [NEW] Ajout de la possibilité de placer des marquages sous les rails. Ceci peut être désactivé dans les options. AVERTISSEMENT : Cette option change l'ordre de rendu des objets en jeu. [NEW] Ajout d'un paramètre pour créer une ligne vide (sans règles). [NEW] Ajout de la possibilité de créer toutes les lignes de bord en une seule fois (ligne du dernier point de la route au premier point de la route suivante). [NEW] Les lignes ne montent plus sur la chaussée. Ne fonctionne que pour les lignes partant du premier ou du dernier point de route. [NEW] Ajout de "Bordures de passage piétons rapide" - ouverture automatique de l'interface de sélection des bordures après la création d'un passage, comme "Configuration rapide des règles" des lignes. Cette option peut être désactivée dans les paramètres. [NEW] Ajout d'un menu d'options supplémentaires pour le panneau. [FIXED] Correction du clic gauche de la souris sur la sélection du nœud. [FIXED] Correction du panneau hors de l'écran. [UPDATED] La couleur de la superposition au survol est passée du blanc au bleu clair pour éviter la fusion avec le marquage. [UPDATED] La ligne de passage piéton ne crée plus d'intersections inutiles. Vous devrez peut-être définir des bordures pour les passages piétons déjà créés.
ru: [NEW] Добавлена возможность рисовать разметку под рельсами. Вы можете отключить это в настройках. Предупреждение: Эта опция меняет порядок отрисовки игровых объектов. [NEW] Добавлен модификатор для создания пустой линии (без правил). [NEW] Добавлена возможность создавать все крайние линии (линии из последний точки одной дороги к первой точке следующей дороги). [NEW] Линии больше не залезают на тротуар. Работает только для линий проведенных из первой или последней точки дороги. [NEW] Добавлена опция "Быстрая настройка границ перехода" - автоматически открывается интерфейс выбора границ перехода после создания перехода как опция "Быстрая настройка правила" для линий. [NEW] Добавлено меню дополнительных опций. [FIXED] Исправлено нажатие левой кнопки мыши при выборе узла. [FIXED] Исправлено вылезание панели за пределы экрана. [UPDATED] Цвет оверлея выделения изменен с белого на светло голубой для предотвращения сливания с разметкой. [UPDATED] Линии переходов больше не создают ненужных пересечений. Возможно потребуется задания границ переходов для уже существующих переходов.

# HeaderPanel_SaveAsAsset
source: Save as asset
cs_cz: Uložit jako asset
es_es: Guardar como recurso
fi: Tallenna esineenä
fr_fr: Sauvegarder en tant que ressource
id: Simpan sebagai aset
ja_jp: カスタムアセットで保存
ko: 에셋으로 저장
ru: Сохранить как игровой ресурс
tr: Kaydet

# TemplateEditor_TemplateByAuthor
source: {0} by {1}
cs_cz: {0} vytvořil {1}
es_es: {0} de {1}
fi: {0} Tekijä: {1}
fr_fr: {0} par {1}
id: {0} oleh {1}
ja_jp: {0} 作成者: {1}
ko: {0} {1} 제작
ru: {0} от {1}
tr: {1} kullanıcısından {0}

# PresetEditor_EmptyMessage
source: The list of presets is empty. To create a preset, click «{0}» at the panel header.
cs_cz: Nejsou vytvořeny žádné předvolby. Pro vytvoření předvolby, vyberte «{0}» v hlavičce panelu.
es_es: La lista de preajustes está vacía. Para crear un preajuste, haga clic en «{0}» en la cabecera del panel.
fi: Esiasetuslista on tyhjä. Napauta {0} valikon yläreunassa luodaksesi esiasetuksen.
fr_fr: La liste des préréglages est vide. Pour créer un préréglages, cliquez sur {0} sur le haut de la fenêtre.
id: Tidak ada prasetelan. Untuk membuat sebuah prasetelan, klik {0} di bagian atas panel.
ja_jp: プリセットの一覧は空です。 保存するにはパネルのヘッダー部分から、 {0} をクリックします。
ko: 아직 프리셋을 저장하지 않았습니다. 프리셋을 새로 만드려면 패널 헤더에서 «{0}»를 누르세요.
ru: Список трафаретов пуст. Для создания трафарета нажмите «{0}» в заголовке панели.
tr: Ön ayarlar listesi boş. Yeni ön ayar oluşturmak için panel başlığında {0} tuşunu kullanın.

# PresetEditor_Presets
source: Presets
cs_cz: Předvolby
es_es: Preajustes
fi: Esiasetukset
fr_fr: Préréglages
id: Prasetelan
ja_jp: プリセット
ko: 프리셋
ru: Трафареты
tr: Ön ayarlar

# Panel_SaveAsPreset
source: Save as preset
cs_cz: Uložit jako předvolbu
es_es: Guardar como preajuste
fi: Tallenna esiasetuksena
fr_fr: Sauvegarder comme préréglage
id: Simpan sebagai prasetelan
ja_jp: プリセットの保存
ko: 프리셋으로 저장
ru: Сохранить как трафарет
tr: Ön ayar olarak kaydet

# Settings_ShortcutSaveAsPreset
source: Save as preset
cs_cz: Uložit jako předvolbu
es_es: Guardar como preajuste
fi: Tallenna esiasetuksena
fr_fr: Sauvegarder comme préréglage
id: Simpan sebagai prasetelan
ja_jp: プリセットの保存
ko: 프리셋으로 저장
ru: Сохранить как трафарет
tr: Ön ayar olarak kaydet

# HeaderPanel_NoPresets
source: No presets
cs_cz: Žádné předvolby
es_es: No hay preajustes
fi: Ei esiasetuksia
fr_fr: Aucun préréglage
id: Tidak ada prasetelan
ja_jp: プリセットがありません
ko: 프리셋 없음
ru: Нет трафаретов
tr: Sablon yok

# PresetEditor_ApplyPreset
source: Apply preset
cs_cz: Použít předvolbu
es_es: Aplicar preajuste
fi: Aseta esiasetus
fr_fr: Appliquer le préréglage
id: Terapkan prasetelan
ja_jp: プリセットを適用
ko: 프리셋 적용
ru: Применить трафарет
tr: Ön ayar uygula

# Preset_NewPreset
source: New preset
cs_cz: Nová předvolba
es_es: Nuevo preajuste
fi: Uusi esiasetus
fr_fr: Nouveau préréglage
id: Prasetelan baru
ja_jp: 名無しのプリセット
ko: 새 프리셋
ru: Новый трафарет
tr: Yeni ön ayar

# Tool_EndApplyPresetOrderCaption
source: Exit applying preset mode
cs_cz: Opustit režim aplikování předvolby
es_es: Salir del modo de aplicación de preajustes
fi: Lopeta esiasetuksen asettaminen
fr_fr: Quitter le mode d'application des préréglages
id: Keluar mode penerapan prasetelan
ja_jp: プリセットの編集モードを終了しますか？
ko: 프리셋 적용 모드 나가기
ru: Выход из настройки трафарета
tr: Ön ayar modunda çık

# Tool_EndApplyPresetOrderMessage
source: Do you want to apply a preset?
cs_cz: Opravdu chcete aplikovat předvolbu?
es_es: ¿Quiere aplicar un preajuste?
fi: Haluatko asettaa esiasetuksen?
fr_fr: Souhaitez vous appliquer un préréglage ?
id: Apakan Anda yakin untuk menerapkan prasetelan?
ja_jp: プリセットを適用しますか？
ko: 프리셋을 적용하시겠습니까?
ru: Хотите ли вы применить трафарет?
tr: Ön ayar uygulamak ister misiniz?

# TemplateEditor_Author
source: Author
cs_cz: Autor
es_es: Autor
fi: Tekijä
fr_fr: Auteur
id: Ciptaan
ja_jp: 作成者
ko: 만든이
ru: Автор
tr: Tasarımcı

# Settings_ApplyAfterRestart
source: Applies after game restart
cs_cz: Projeví se po restartu hry
es_es: Se aplica después del reinicio del juego
fi: Aseta uudelleenkäynnistyksen jälkeen
fr_fr: S'applique après le redémarrage
id: Diterapkan setelah game direstart
ja_jp: 再起動後に有効
ko: 재시작 후 적용됩니다
ru: Изменения вступят в силу после перезагрузки игры
tr: Oyun yeniden başlatıldıktan sonra uygula

# Settings_LoadMarkingAssets
source: Load markings assets
cs_cz: Načítat assety se značením
es_es: Cargar recursos de marcas
fi: Lataa tiemerkintäesineet
fr_fr: Charger les ressources de marquages
id: Muatkan asset markah
ja_jp: マーキングのカスタムアセットを読み込む
ko: 마킹 에셋 불러오기
ru: Загружать маркировку из игровых ресурсов
tr: İşaretleri yükle
