Repository: MacSergey/NodeMarkup
Catalog: NodeMarkup/Properties/Localize.*.resx
Languages: cs_cz, es_es, fi, fr_fr, id, ja_jp, ko, pt, ru, tr

# Mod_LoadFailed
source: Load was completed with errors. Failed to load markings for {0} intersections.
cs_cz: Při načítání se vyskytly chyby. Nepodařilo se načíst značení pro {0} křižovatek.
es_es: La carga se completó con errores. Fallo al cargar las marcas para {0} intersecciones.
fi: Tallennnuksen avaamisessa tapahtui virheitä. {0}:n risteyksen merkintöjen lataus epäonnistui.
fr_fr: Erreurs lors du chargement. Le marquage de {0} intersections n'a pas pu être chargé.
id: Pemuatan telah selesai dengan kendala. Pemuatan markah untuk {0} persimpangan gagal.
ja_jp: マーキングが正常に描画されず、ロードエラーがありました。 {0} ヶ所のノードやセグメントで、マーキングの描画に失敗しました。
ko: 로드 중에 에러가 있습니다. 교차로 {0}의 마킹을 로딩하지 못했습니다.
pt: O carregamento foi completado com erros. O carregamento de {0} marcações falhou.
ru: Загрузка завершилась с ошибками. Не удалось загрузить разметку для {0} перекрестков.
tr: Yükleme sırasında hata oldu. Tüm {0} kesişiminin işaretleri yüklenemedi.

# CrosswalkStyle_ChessBoard
source: Chessboard
cs_cz: Šachovnice
es_es: Ajedrezado
fi: Shakkiruudukko
fr_fr: Damiers
id: Papan catur
ja_jp: チェス盤の横断歩道
ko: 체스판
pt: Xadrez
ru: Шахматная доска
tr: Satranç tahtası

# StyleOption_LineCount
source: Line count
cs_cz: Počet čar
es_es: Número de líneas
fi: Rivimäärä
fr_fr: Nombre de lignes
id: Hitungan garis
ja_jp: 正方形の数
ko: 선의 수
pt: Número de linhas
ru: Количество линий
tr: Şerit sayısı

# StyleOption_SharkToothBase
source: Triangle base
cs_cz: Základna trojuhelníku
es_es: Base del triángulo
fi: Kolmion pohja
fr_fr: Base du triangle
id: Panjang dasar segi tiga
ja_jp: 三角形の長さ
ko: 삼각형 베이스
pt: Base do triângulo
ru: Основание треугольника
tr: Üçgen alanı

# StyleOption_SharkToothHeight
source: Triangle height
cs_cz: Výška trojuhelníku
es_es: Altura del triángulo
fi: Kolmion korkeus
fr_fr: Hauteur du triangle
id: Tinggi segi tiga
ja_jp: 三角形の高さ
ko: 삼각형 높이
pt: Altura do triângulo
ru: Высота треугольника
tr: Üçgen yüksekliği

# StyleOption_SharkToothSpace
source: Space between
cs_cz: Mezera
es_es: Espacio entre
fi: Väli
fr_fr: Espacement
id: Spasi di antara
ja_jp: 空白の長さ
ko: 삼각형 간격
pt: Espaço central
ru: Расстояние между
tr: Arasındaki boşluk

# StyleOption_SquareSide
source: Square side
cs_cz: Strana čtverce
es_es: Lado del cuadrado
fi: Sivun pituus
fr_fr: Côté du carré
id: Sisi segi empat
ja_jp: 正方形の大きさ
ko: 사각형쪽 면
pt: Lado reto
ru: Сторона квадрата
tr: Kare tarafı

# LineStyle_SharkTeeth
source: Shark teeth
cs_cz: Zuby
es_es: Dientes de tiburón
fi: Väistämisviiva
fr_fr: Dents de requin
id: Gigi hiu
ja_jp: サメの歯型
ko: 삼각형
pt: Dente de tubarão
ru: Акульи зубы
tr: Balık dişi

# LineStyle_StopSharkTeeth
source: Shark teeth
cs_cz: Zuby
es_es: Dientes de tiburón
fi: Väistämisviiva
fr_fr: Dents de requin
id: Gigi hiu
ja_jp: サメの歯型
ko: 삼각형
pt: Dente de tubarão
ru: Акульи зубы
tr: Balık dişi

# LineStyle_StopSolidAndDashed
source: Solid and dashed
cs_cz: Plná i přerušovaná
es_es: Doble Combinada
fi: Sulku- ja katkoviiva
fr_fr: Solide et Tirets
id: Utuh dan putus-putus
ja_jp: 破線＆実線
ko: 실선+점선 쌍선
pt: Dupla Combinada
ru: Сплошная и пунктирная
tr: Dolu ve kesikli

# Panel_ClearMarking
source: Clear markings
cs_cz: Odstranit značení
es_es: Eliminar marcas
fi: Poista tiemerkinnät
fr_fr: Supprimer le marquage
id: Hapus markah
ja_jp: マーキングの削除
ko: 마킹 삭제
pt: Limpar marcação
ru: Удалить всю разметку
tr: İşaretleri temizle

# Panel_CopyMarking
source: Copy markings
cs_cz: Kopírovat značení
es_es: Copiar marcas
fi: Kopioi tiemerkinnät
fr_fr: Copier le marquage
id: Salin markah
ja_jp: マーキングのコピー
ko: 마킹 복사
pt: Copiar marcação
ru: Скопировать разметку
tr: İşaretleri kopyala

# Panel_PasteMarking
source: Paste markings
cs_cz: Vložit značení
es_es: Pegar marcas
fi: Liitä tiemerkinnät
fr_fr: Coller le marquage
id: Tempel markah
ja_jp: マーキングの貼り付け
ko: 마킹 붙여넣기
pt: Colar marcação
ru: Вставить разметку
tr: İşaretleri yapıştır

# Tool_PasteMarkingsCaption
source: Paste markings
cs_cz: Vložit značení
es_es: Pegar marcas
fi: Liitä tiemerkinnät
fr_fr: Coller le marquage
id: Tempel markah
ja_jp: マーキングの貼り付け
ko: 마킹 붙여넣기
pt: Colar marcação
ru: Вставить разметку
tr: İşaretleri yapıştır

# Tool_PasteMarkingsMessage
source: Do you really want to paste markings?
cs_cz: Opravdu si přejete vložit značení?
es_es: ¿De verdad quieres pegar las marcas?
fi: Haluatko varmasti liittää tiemerkinnät? Liitetyt merkinnät poistavat olemassa olevat tiemerkinnät.
fr_fr: Voulez-vous vraiment coller le marquage ?
id: Apakah Anda yakin untuk menempel markah?
ja_jp: 本当にマーキングを貼り付けますか？
ko: 정말로 모든 마킹을 붙여넣기 하시겠습니까?
pt: Tem a certeza que quer mesmo colar a marcação? Vai substituir todos as marcações existente.
ru: Вы действительно хотите вставить разметку?
tr: İşaretleri yapıştırılacak, emin misiniz?

# Settings_CrosswalksModifier
source: Crosswalks modifier
cs_cz: Klávesové zkratky přechodů
es_es: Modificador de pasos de peatones
fi: Suojateiden pikanäppäimet
fr_fr: Raccourcis pour les passages piétons
id: Pengubah penyeberangan
ja_jp: 横断歩道のキーバインド
ko: 횡단보도 단축키
pt: Modificadores da passadeira
ru: Модификаторы для выбора стиля переходов
tr: Yaya geçidi düzenleme

# Settings_FillersModifier
source: Fillers modifier
cs_cz: Klávesové zkratky výplní
es_es: Modificador de rellenos
fi: Sulkualueiden pikanäppäimet
fr_fr: Raccourcis pour les remplisseurs
id: Pengubah isian
ja_jp: 塗り潰しのキーバインド
ko: 필러 단축키
pt: Modificadores de preenchimentos
ru: Модификаторы для выбора стиля заполнителей
tr: Dolgu özellikleri

# Settings_RegularLinesModifier
source: Regular lines modifier
cs_cz: Klávesové zkratky čar
es_es: Modificador de líneas normales
fi: Viivojen pikanäppäimet
fr_fr: Raccourcis pour les lignes de marquage
id: Pengubah garis biasa
ja_jp: ラインのキーバインド
ko: 일반 선 단축키
pt: Modificadores de linhas
ru: Модификаторы для выбора стиля обычных линий
tr: Düzgün şerit düzenleme

# Settings_StopLinesModifier
source: Stop lines modifier
cs_cz: Klávesové zkratky hranic křižovatky
es_es: Modificador de líneas transversales
fi: Pysäytysviivojen pikanäppäimet
fr_fr: Raccourcis pour les lignes de stop
id: Pengubah garis berhenti
ja_jp: 停止線のキーバインド
ko: 정지선 단축키
pt: Modificadores de linhas de paragem
ru: Модификаторы для выбора стиля стоп линий
tr: Şerit düzenlemeyi bırak

# Settings_StyleModifierNotSet
source: Not set
cs_cz: Nenastaveno
es_es: No establecido
fi: Ei määritetty
fr_fr: Non défini
id: Belum disetel
ja_jp: 未設定
ko: 설정되지 않음
pt: Não definido
ru: Не задано
tr: Belirlenmemiş

# Settings_StyleModifierWithout
source: Without modifier
cs_cz: Bez zkratky
es_es: Sin modificador
fi: Oletus
fr_fr: Sans raccourci
id: Tanpa pengubah
ja_jp: デフォルト
ko: 아무 키도 누르지 않을 때
pt: Sem modificador
ru: Без модификатора
tr: Düzenleyici olmadan

# Settings_ShowDeleteWarningsAlways
source: Always
cs_cz: Vždy
es_es: Siempre
fi: Aina
fr_fr: Toujours
id: Selalu
ja_jp: 常に確認する
ko: 항상
pt: Sempre
ru: Всегда
tr: Her zaman

# Settings_ShowDeleteWarningsOnlyDependences
source: Only if it affects other items
cs_cz: Pouze, pokud budou ovlivněny jiná pravidla
es_es: Sólo si afecta a otros elementos
fi: Vain, jos se vaikuttaa muihin asioihin
fr_fr: Seulement s'il affecte d'autres objets
id: Hanya jika akan memengaruhi lainnya
ja_jp: 他の項目に影響がある場合のみ確認
ko: 다른 것에 영향을 줄 때만
pt: Apenas de afetar outros itens
ru: Только если будут удалены другие элементы
tr: Yalnızda diğer eşyaları etkilediğinde

# Tool_DeleteDependence
source: Dependent items will also be removed:
cs_cz: Závislosti budou odstraněny:
es_es: Los elementos dependientes también se eliminarán:
fi: Riippuvat asiat poistetaan myös:
fr_fr: Ces éléments dépendants vont aussi être supprimés :
id: Hal-hal yang berkaitan akan dihapus juga:
ja_jp: 他と依存性のあるライン等も、一緒に削除されます。
ko: 이에 의존하는 다른 것도 삭제됩니다:
pt: Itens dependentes também serão removidos:
ru: Зависящие элементы так же будут удалены:
tr: Ayrıca bağlı eşyalar kaldırılacak:

# Tool_DeleteDependenceCrosswalkBorders
source: Crosswalk borders - {0}
cs_cz: Hranice přechodu - {0}
es_es: Confines del paso de peatones - {0}
fi: Suojateiden reunat - {0}
fr_fr: Bordures de passage piéton : {0}
id: Tepian penyeberangan - {0}
ja_jp: 横断歩道の基準線 - {0} ヶ所
ko: 횡단보도 보더 - {0}
pt: Bordas da passadeira - {0}
ru: Границы переходов - {0}
tr: Yaya geçidi kenarı - {0}

# Tool_DeleteDependenceCrosswalks
source: Crosswalks - {0}
cs_cz: Přechody - {0}
es_es: Pasos de peatones - {0}
fi: Suojatiet - {0}
fr_fr: Passages piétons : {0}
id: Penyeberangan - {0}
ja_jp: 横断歩道 - {0} ヶ所
ko: 횡단보도 - {0}
pt: Passadeiras - {0}
ru: Переходы - {0}
tr: Yaya geçidi - {0}

# Tool_DeleteDependenceFillers
source: Fillers - {0}
cs_cz: Výplně - {0}
es_es: Rellenos - {0}
fi: Sulkualueet - {0}
fr_fr: Remplisseurs : {0}
id: Isian - {0}
ja_jp: 塗り潰し - {0} ヶ所
ko: 필러 - {0}
pt: Preenchimentos - {0}
ru: Заполнители - {0}
tr: Dolgu - {0}

# Tool_DeleteDependenceLines
source: Lines - {0}
cs_cz: Čáry - {0}
es_es: Líneas - {0}
fi: Viivat - {0}
fr_fr: Lignes : {0}
id: Garis - {0}
ja_jp: ライン - {0} ヶ所
ko: 선 - {0}
pt: Linhas - {0}
ru: Линии - {0}
tr: Şeritler - {0}

# Tool_DeleteDependenceRules
source: Rules - {0}
cs_cz: Pravidla - {0}
es_es: Reglas - {0}
fi: Säännöt - {0}
fr_fr: Règles : {0}
id: Aturan - {0}
ja_jp: ルール - {0} ヶ所
ko: 규칙 - {0}
pt: Regras- {0}
ru: Правила - {0}
tr: Kurallar - {0}

# Settings_BackupTab
source: Backup
cs_cz: Zálohy
es_es: Copia de seguridad
fi: Varmuuskopiointi
fr_fr: Sauvegarde
ja_jp: バックアップ
ko: 백업
pt: Cópia de segurança
ru: Pезервирование
tr: Yedekleme

# Settings_DisplayAndUsage
source: Display and usage
cs_cz: Zobrazení a použití
es_es: Visualización y uso
fi: Käyttäytyminen
fr_fr: Affichage et utilisation
id: Tampilan dan pemakaian
ja_jp: 表示＆確認の設定
ko: 마킹 렌더 및 사용 설정
pt: Apresentação e utilização
ru: Отображение и использование
tr: Görünüm ve kullanım

# Settings_Groupings
source: Groupings
cs_cz: Seskupování
es_es: Agrupaciones
fi: Ryhmittely
fr_fr: Catégories
id: Pengelompokan
ja_jp: グループ＆タブの設定
ko: 그룹화
pt: Grupos
ru: Группировка
tr: Gruplandırma

# Settings_ShortcutsAndModifiersTab
source: Shortcuts and modifiers
cs_cz: Klávesové zkratky
es_es: Atajos y modificadores
fi: Pikanäppäimet
fr_fr: Raccourcis
id: Pintasan dan pengubah
ja_jp: ショートカット
ko: 단축키 및 편집기
pt: Atalhos e modificadores
ru: Назначение клавиш
tr: Kısayollar ve değiştiriciler

# HeaderPanel_Duplicate
source: Duplicate
cs_cz: Duplikovat
es_es: Duplicar
fi: Monista
fr_fr: Dupliquer
id: Duplikat
ja_jp: テンプレートの複製
ko: 복제하기
pt: Duplicar
ru: Дублировать
tr: Çoğalt

# Template_DuplicateTemplateSuffix
source: Copy
cs_cz: Kopírovat
es_es: Copiar
fi: Kopioi
fr_fr: Copier
id: Salin
ja_jp: コピー
ko: 복사
pt: Copiar
ru: Копия
tr: Kopyala

# StyleOption_Edge
source: Edge
cs_cz: Strana
es_es: Borde
fi: Reunasta
fr_fr: Coin
id: Tepi
ja_jp: 辺を基準
ko: 모서리
pt: Borda
ru: Грань
tr: Kenar

# StyleOption_StartingFrom
source: Starting from
cs_cz: Začínat od
fi: Alkaa
fr_fr: À partir de
id: Mulai dari
ko: 시작점
pt: A partir de
ru: Начало из
tr: Başlangıç noktası

# StyleOption_Vertex
source: Vertex
cs_cz: Vrchol
es_es: Vértice
fi: Kulmasta
id: Puncak
ja_jp: 頂点を基準
ko: 꼭짓점
pt: Vértice
ru: Вершина
tr: Köşe

# Settings_ShortcutResetPointsOffset
source: Reset all points offset
cs_cz: Resetovat odsazení všech bodů
es_es: Restablecer el desplazamiento de todos los puntos
fi: Nollaa pisteiden siirtymät
fr_fr: Réinitialiser tout les décalages de points
id: Setel ulang pergeseran semua titik
ja_jp: ポイントのオフセットを全てリセット
ko: 모든 점 오프셋 초기화
pt: Repor o deslocamento de todos os pontos
ru: Сброс смещения всех точек
tr: Tüm nokta uzantılarını sıfırla

# Tool_ResetOffsetsCaption
source: Reset all points offset
cs_cz: Resetovat odsazení všech bodů
es_es: Restablecer el desplazamiento de todos los puntos
fi: Nollaa pisteiden siirtymät
fr_fr: Réinitialiser tout les décalages de points
id: Setel ulang pergeseran semua titik
ja_jp: ポイントのオフセットを全てリセット
ko: 모든 점 오프셋 초기화
pt: Repor o deslocamento de todos os pontos
ru: Сброс смещения всех точек
tr: Tüm nokta uzantılarını sıfırla

# Tool_ResetOffsetsMessage
source: Do you really want to reset all node #{0} points offset?
cs_cz: Opravdu chcete resetovat odsazení všech bodů na křižovatce #{0}?
es_es: ¿De verdad deseas restablecer el desplazamiento de todos los puntos del nodo #{0}?
fi: Haluatko varmasti nollata kaikkien risteyksen #{0} pisteiden siirtymät?
fr_fr: Voulez-vous vraiment réinitialiser tous les décalages du nœud #{0} ?
id: Apakah Anda yakin untuk menyetel ulang pergeseran titik persimpangan #{0}?
ja_jp: ノード(セグメント) #{0} にある、ポイントのオフセットを全てリセットしますか？
ko: 정말로 노드 #{0}의 점 위치 오프셋을 모두 삭제할까요?
pt: Tem a certeza que quer mesmo repor todos os descolamentos de pontos do nó #{0}?
ru: Вы действительно хотите сбросить значения смещения всех точек перекрестка #{0}?
tr: #{0} düğümüne bağlı tüm noktaları sıfırlanacak, emin misin?

# Tool_InfoRoadsDrag
source: Drag and drop circles to set roads order Click circle to edit road points order
cs_cz: Tažením kruhů měňte pořadí jednotlivých silnic Kliknutím na kruh změňte pořadí bodů na silnici
es_es: Arrastre y suelte círculos para establecer el orden de las carreteras Haga clic en el círculo para editar el orden de los puntos de la carretera
fi: Raahaa ja pudota ympyröitä asettaaksesi teiden järjestyksen Napauta ympurää muokataksesi pisteiden järjestystä
fr_fr: Maintenez puis relâchez les cercles pour configurer l'ordre Cliquez le cercle pour modifier l'ordre des points
id: Seret dan taruhkan lingkaran untuk menyetel urutan jalanan Klik lingkaran untuk mengedit urutan titik jalan
ja_jp: 円周上のポイントをD&Dで、道路側のマーキングの順序を入れ替え ポイントをクリックすると、道路上のラインの順序を入れ替え
ko: 작은 원을 드래그해 길의 순서를 변경하거나 각각을 클릭해 각 길의 점 순서를 변경하세요
pt: Arraste e largue os círculos para definir a ordem das estradas Clique no circulo para editar a ordem dos pontos da estrada
ru: Перетащите круг для задания порядка дорог Нажмите на круг для редактирования порядка точек
tr: Yol kurallarını kurmak için sürükleyip bırakın Daireye dokunarak yol noktalarının sırasını ayarlayın

# Tool_InfoRoadsDrop
source: Drop circle inside/outside target to set/unset roads order
cs_cz: Přesuňte kruh dovnitř/ven z kružnice pro nastavení/odnastavení pořadí silnic
es_es: Coloque el círculo dentro/fuera del objetivo para establecer/cancelar el orden de las carreteras
fi: Pudota ympyrä kohteen sisä-/ulkopuolelle muuttaaksesi pisteiden järjestystä
fr_fr: Maintenez puis relâchez la cible intérieur/extérieur pour mettre/enlever l'ordre
id: Taruhkan lingkaran di dalam/luar target untuk menyetel/lepas setelan urutan jalan
ja_jp: 円周上にあるポイントを内外にD&Dして、マーキングの順序を入れ替え
ko: 원을 점의 안/밖으로 이동시켜 도로의 순서를 설정/취소하세요
pt: Larga o circulo dentro ou fora do alvo para definir ou repor a ordem das estradas
ru: Поместите или уберите круг с цели для задания порядка дорог
tr: Daireyi içeri / dışarı bırakarak nokta kurallarını kurabilir / iptal edebilirsiniz

# Settings_ShortcutCopyMarking
source: Copy markings
cs_cz: Kopírovat značení
es_es: Copiar marcas
fi: Kopioi tiemerkinnät
fr_fr: Copier le marquage
id: Salin markah
ja_jp: マーキングのコピー
ko: 마킹 복사
pt: Copiar marcação
ru: Скопировать разметку
tr: İşaretleri kopyala

# Settings_ShortcutPasteMarking
source: Paste markings
cs_cz: Vložit značení
es_es: Pegar marcas
fi: Liitä tiemerkinnät
fr_fr: Coller le marquage
id: Tempel markah
ja_jp: マーキングの貼り付け
ko: 마킹 붙여넣기
pt: Colar marcação
ru: Вставить разметку
tr: İşaretleri yapıştır

# Tool_InfoInverseOrder
source: Inverse order
cs_cz: Prohodit pořadí
es_es: Invertir el orden
fi: Käänteinen järjestys
fr_fr: Inverser l'ordre
id: Inversi urutan
ja_jp: マーキングの反転
ko: 순서 반전
pt: Inverter ordem
ru: Инвертировать порядок
tr: Terse çevir

# Tool_InfoTurnClockwise
source: Turn clockwise
cs_cz: Otočit ve směru hodinových ručiček
es_es: Girar en sentido horario
fi: Kierrä myötäpäivään
fr_fr: Tourner dans le sens des aiguilles d'une montre
id: Putar searah dengan jarum jam
ja_jp: 時計回りに回転
ko: 시계 방향으로 회전
pt: Virar no sentido horário
ru: Повернуть по часовой стрелке
tr: Saat yönünde çevir

# Tool_InfoTurnСounterClockwise
source: Turn counter-clockwise
cs_cz: Otočit proti směru hodinových ručiček
es_es: Girar en sentido antihorario
fi: Kierrä vastapäivään
fr_fr: Tourner dans le sens inverse des aiguilles d'une montre
id: Putar berlawanan dengan jarum jam
ja_jp: 反時計回りに回転
ko: 시계 반대방향으로 회전
pt: Virar no sentido anti-horário
ru: Повернуть против часовой стрелки
tr: Saat yönünün tersine çevir

# StyleOption_AlignmentCenter
source: Center
cs_cz: Na střed
es_es: Centro
fi: Keskellä
fr_fr: Centré
id: Tengah
ja_jp: 中央
ko: 중앙
pt: Centro
ru: Центр
tr: Merkez

# StyleOption_AlignmentLeft
source: Left
cs_cz: Vlevo
es_es: Izquierdo
fi: Vasemmalla
fr_fr: Gauche
id: Kiri
ja_jp: 左寄せ
ko: 왼쪽
pt: Esquerda
ru: Лево
tr: Sol

# StyleOption_AlignmentRight
source: Right
cs_cz: Vpravo
es_es: Derecho
fi: Oikealla
fr_fr: Droite
id: Kanan
ja_jp: 右寄せ
ko: 오른쪽
pt: Direita
ru: Право
tr: Sağ

# TemplateEditor_UnnamedTemplate
source: Unnamed template
cs_cz: Nepojmenovaná šablona
es_es: Plantilla sin nombre
fi: Nimeämätön malline
fr_fr: Modèle sans nom
id: Templat yang belum dinamakan
ja_jp: 名無しのテンプレート
ko: 이름 없는 템플릿
pt: Modelo não nomeado
ru: Безымянный шаблон
tr: İsimsiz şablon

# TemplateEditor_NameExistCaption
source: Name is already used
cs_cz: Jméno již použito
es_es: El nombre ya está en uso
fi: Nimi on jo käytössä
fr_fr: Nom déjà utilisé
id: Nama telah digunakan
ja_jp: 名前が重複しています
ko: 이름 이미 사용 중
pt: O nome já está em uso
ru: Имя уже используется
tr: İsim zaten kullanıldı

# TemplateEditor_NameExistMessage
source: The name "{0}" is already used by another template. Are you sure you want to have multiple templates with the same name?
cs_cz: Jméno "{0}" je již využíváno jinou šablonou. Opravdu chcete mít více šablon se stejným jménem?
es_es: El nombre "{0}" ya lo utiliza otra plantilla. ¿Está seguro de que desea tener varias plantillas con el mismo nombre?
fi: Nimi "{0}" on jo käytössä toisella mallineella. Haluatko varmasti, että sama nimi on käytössä useammalla mallineella?
fr_fr: Le nom «{0}» est déjà utilisé pour un autre modèle. Êtes-vous sûr de vouloir avoir plusieurs modèles avec le même nom ?
id: Nama "{0}" telah digunakan oleh templat lainnya. Apakah Anda yakin untuk memiliki lebih dari satu templat dengan nama yang sama?
ja_jp: {0} という名前は、他のテンプレートで使用されています。 重複したテンプレートを保存しても良いですか？
ko: "{0}"이라는 이름이 이미 사용중입니다. 여러 템플릿이 한 이름을 사용할 수 있는데, 그렇게 할까요?
pt: O nome "{0}" já está ser usado por outro modelo. Tem a certeza que quer ter vários modelos com o mesmo nome?
ru: Имя "{0}" уже используется другим шаблоном. Вы уверены, что хотите иметь несколько шаблонов с одинаковым именем?
tr: {0} ismi başka bir şablonda var. Aynı isimde iki şablon istediğinize emin misiniz?

# Settings_BackupMarking
source: Backup markings
cs_cz: Zálohovat značení
es_es: Copia de seguridad de las marcas
fi: Merkintöjen varmuuskopiointi
fr_fr: Sauvegarder le marquage
id: Backup markah
ja_jp: マーキングのバックアップ
ko: 마킹 백업
pt: Cópia de segurança das marcações
ru: Резервирование разметки
tr: İşaretleri yedekle

# Settings_BackupTemplates
source: Backup templates
cs_cz: Zálohovat šablony
es_es: Copia de seguridad de las plantillas
fi: Mallineiden varmuuskopiointi
fr_fr: Sauvegarder les modèles
id: Backup templat
ja_jp: テンプレートのバックアップ
ko: 템플릿 백업
pt: Cópia de segurança dos modelos
ru: Резервирование шаблонов
tr: Şablonları yedekle

# Settings_DeleteTemplatesButton
source: Delete all templates
cs_cz: Odstranit všechny šablony
es_es: Eliminar todas plantillas
fi: Poista kaikki mallineet
fr_fr: Supprimer tous les modèles
id: Hapuskan semua templat
ja_jp: テンプレートを全て削除
ko: 템플릿 전부 삭제
pt: Apagar todos os modelos
ru: Удалить все шаблоны
tr: Tüm şablonları sil

# Settings_DeleteTemplatesCaption
source: Delete all templates
cs_cz: Odstranit všechny šablony
es_es: Eliminar todas plantillas
fi: Poista kaikki mallineet
fr_fr: Supprimer tous les modèles
id: Hapuskan semua templat
ja_jp: テンプレートを全て削除
ko: 모든 템플릿 제거
pt: Apagar todos os modelos
ru: Удалить все шаблоны
tr: Tüm şablonları sil

# Settings_DeleteTemplatesMessage
source: Do you really want to remove all templates?
cs_cz: Opravdu si přejete odstranit všechny šablony?
es_es: ¿De verdad quieres borrar todas las plantillas?
fi: Haluatko varmasti poistaa kaikki mallineet?
fr_fr: Voulez-vous vraiment supprimer tous les modèles ?
id: Apakah Anda yakin untuk menghapus semua templat?
ja_jp: 本当に全てのテンプレートを削除しますか？
ko: 정말로 모든 템플릿을 삭제하시겠습니까?
pt: Quer mesmo remover todos os modelos?
ru: Вы действительно хотите удалить все шаблоны?
tr: Tüm şablonları kaldırmak istiyor musunuz?

# Settings_DumpTemplatesButton
source: Dump templates to file
cs_cz: Exportovat šablony do souboru
es_es: Exportar las plantillas al archivo
fi: Vie mallineet tiedostoon
fr_fr: Sauvegarder les modèles dans le fichier
id: Limpahkan templat ke file
ja_jp: テンプレートをファイルに保存
ko: 템플릿을 파일로 내보내기
pt: Descarregar modelos para um ficheiro
ru: Сохранить шаблоны в файл
tr: Şablonları dosyaya aktar

# Settings_DumpTemplatesCaption
source: Dump templates
cs_cz: Exportovat šablony
es_es: Exportar las plantillas
fi: Vie mallineet
fr_fr: Sauvegarder les modèles
id: Limpahkan templat
ja_jp: テンプレートのダンプ出力
ko: 템플릿 내보내기
pt: Descarregar modelos
ru: Сохранение шаблонов
tr: Şablonları aktar

# Settings_RestoreTemplatesButton
source: Restore templates from file
cs_cz: Obnovit šablony ze souboru
es_es: Recuperar plantillas desde archivo
fi: Palauta mallineet tiedostosta
fr_fr: Restaurer les modèles depuis le fichier
id: Pulihkan templat dari file
ja_jp: テンプレートをファイルから復元
ko: 파일에서 템플릿 복원하기
pt: Recuperar modelos de um ficheiro
ru: Восстановление шаблонов из файла
tr: Şablonları dosyadan geri yükle

# Settings_RestoreTemplatesCaption
source: Restore templates
cs_cz: Obnovit šablony
es_es: Recuperar plantillas
fi: Palauta mallineet
fr_fr: Restaurer les modèles
id: Pulihkan templat
ja_jp: テンプレートの復元
ko: 템플릿 복원
pt: Recuperar modelos
ru: Восстановление шаблонов
tr: Şablonları geri yükle

# Settings_RestoreTemplatesMessage
source: Do you really want to restore templates? The restored templates will replace all existing templates.
cs_cz: Opravdu si přejete obnovit šablony? Původní data připíší všechny existující šablony.
es_es: ¿De verdad deseas recuperar las plantillas? Las plantillas restauradas reemplazarán todas las plantillas existentes.
fi: Haluatko varmasti palauttaa mallineet? Palautetut mallineet korvaavat kaikki olemassa olevat mallineet.
fr_fr: Voulez-vous vraiment restaurer les modèles ? Les modèles restaurés vont remplacer tout les modèles actuels.
id: Apakah Anda yakin untuk memulihkan templat? Templat yang dipulihkan akan menggantikan semua templat yang ada.
ja_jp: 本当にテンプレートを復元しますか？ 復元すると、既存のテンプレートを全て置き換えます。
ko: 정말로 템플릿을 복원하시겠습니까? 복원한 템플릿이 기존 템플릿에 덮어씌워질 것입니다.
pt: Tem a certeza que quer recuperar os modelos? Os modelos recuperados vão substituir todos os modelos existentes.
ru: Вы действительно хотите восстановить шаблоны? Они заменит все существующие шаблоны.
tr: Şablonları yüklemek istediğinize emin misiniz? Yeni şablonlar eskilerinin yerine geçecektir.

# Settings_RestoreTemplatesMessageFailed
source: Templates restore failed
cs_cz: Obnovení šablon se nezdařilo
es_es: Recuperación fallida
fi: Mallineiden palautus epäonnistui
fr_fr: La restauration des modèles a échoué
id: Pemulihan templat gagal
ja_jp: テンプレートの復元に失敗しました。
ko: 템플릿 복원 실패
pt: Recuperação dos modelos falhou
ru: Не удалось восстановить шаблоны
tr: Şablon geri yüklenemedi

# Settings_RestoreTemplatesMessageSuccess
source: Templates successfully restored
cs_cz: Šablony úspěšně obnoveny
es_es: Las plantillas se han recuperado con éxito
fi: Mallineet palautettu onnistuneesti
fr_fr: Modèles restaurés avec succès
id: Pemulihan templat berhasil
ja_jp: テンプレートの復元に成功しました。
ko: 템플릿이 성공적으로 복원되었습니다
pt: Modelos recuperados com sucesso
ru: Шаблоны успешно восстановлены
tr: Şablon yeniden yüklendi

# Tool_Apply
source: Apply
cs_cz: Použít
es_es: Aplicar
fi: Aseta
fr_fr: Appliquer
id: Terapkan
ja_jp: 適用する
ko: 적용하기
pt: Aplicar
ru: Применить
tr: Uygula

# Tool_Continue
source: Continue
cs_cz: Pokračovat
es_es: Continuar
fi: Jatka
fr_fr: Continuer
id: Lanjutkan
ja_jp: 作業を継続
ko: 계속하기
pt: Continuar
ru: Продолжить
tr: Devam
