Repository: MacSergey/NodeMarkup
Catalog: NodeMarkup/Properties/Localize.*.resx
Languages: cs_cz, es_es, fi, fr_fr, id, ja_jp, ko, pt, ru, tr

# Settings_DontCutBorderByCrosswalk
source: Don't cut line by crosswalk if it is their border
cs_cz: Nepřerušovat čáry u přechodů, pokud jsou jejich okrajem
es_es: No corte línea por paso de peatones si es su confine
fi: Älä leikkaa viivaa suojatiehen, jos se on suojatien reuna
fr_fr: Ne pas couper les lignes de passages piétons si c'est leur bordure
id: Jangan potongkan garis di penyeberangan jika itu adalah tepiannya
ja_jp: 横断歩道の基準線に指定したラインは除去しない
ko: 횡단보도의 모서리는 자르지 않기
ru: Не обрезать линию до перехода, если она является его границей
tr: Şeritleri eğer kenarları yaya geçidindeyse kesmeyin

# Template_UnknownAuthor
source: Unknown author
cs_cz: Neznámý autor
es_es: Autor desconocido
fi: Tuntematon tekijä
fr_fr: Auteur inconnu
id: Pembuat tidak diketahui
ja_jp: 不明な作成者
ko: 제작자를 알 수 없습니다
ru: Неизвестный автор
tr: Bilinmeyen yazar

# Mod_WhatsNewMessage1_5_1
source: - Improve messages about load data errors. - Fix and update localizes.
cs_cz: [UPDATED] Zlepšení chybových zpráv o načítání dat. [FIXED] Zlepšení lokalizací.
es_es: [UPDATED] Mejorados mensajes de errores al cargar datos de marcado. [FIXED] Traducciones fijas y actualizadas.
fr_fr: [UPDATED] Amélioration des messages concernant les erreurs de données du chargement. [FIXED] Correction et mise à jour des traductions.
ru: [UPDATED] Улучшены сообщения об ошибках загрузки данных разметки. [FIXED] Исправлены и обновлены переводы.

# Mod_LoadFailedAll
source: Load was completed with errors. Failed to load markings for all intersections.
cs_cz: Při načítání se vyskytly chyby. Nepodařilo se načíst značení pro všechny křižovatky.
es_es: La carga se completó con errores. Fallo al cargar las marcas para todas las {0} intersecciones.
fr_fr: Erreur lors du chargement. Le marquage de toutes les intersections n'a pas pu être chargé.
id: Pemuatan telah selesai dengan kendala. Pemuatan markah untuk semua persimpangan gagal.
ja_jp: マーキングが正常に描画されず、ロードエラーがありました。 全てのマーキングで描画に失敗しました。
ko: 로드 중에 에러가 있습니다. 모든 교차로의 마킹을 로딩하지 못했습니다.
ru: Загрузка завершилась с ошибками. Не удалось загрузить разметку для всех перекрестков.
tr: Yükleme sırasında hata oldu. Tüm kesişimlerin işaretleri yüklenemedi.

# Panel_SegmentCaption
source: Edit segment #{0} markings
cs_cz: Upravit značení silnice #{0}
es_es: Editar las marcas del segmento #{0}
fi: Muokkaa jaokkeen #{0} merkintöjä
fr_fr: Modifier le marquage du segment #{0}
id: Edit markah ruas #{0}
ja_jp: #{0} のセグメントを編集中
ko: 세그먼트 #{0}의 마킹 수정
ru: Редактирование сегмента #{0}
tr: #{0} sektörünün işaretlerini değiştir

# FillerStyle_Grass
source: Grass
cs_cz: Tráva
es_es: Césped
fi: Ruoho
fr_fr: Herbe
id: Rumput
ja_jp: 芝生(3Dスタイル)
ko: 잔디
ru: Трава
tr: Çimen

# FillerStyle_Pavement
source: Pavement
cs_cz: Chodník
es_es: Acera
fi: Päällyste
fr_fr: Béton
id: Trotoar
ja_jp: 舗装(3Dスタイル)
ko: 인도 포장
ru: Тротуар
tr: Kaldırım

# FillerStyle_Elevation
source: Elevation
cs_cz: Vyvýšení
es_es: Elevación
fi: Korkeus
fr_fr: Hauteur
id: Ketinggian
ja_jp: 高さ・厚み
ko: 고도
ru: Подъем
tr: Yükseklik

# LineStyle_Elevation
source: Elevation
cs_cz: Vyvýšení
es_es: Elevación
fi: Korkeus
fr_fr: Hauteur
id: Ketinggian
ja_jp: 高さ・厚み
ko: 고도
ru: Подъем
tr: Yükseklik

# LineStyle_Grass
source: Grass
cs_cz: Tráva
fi: Ruoho
fr_fr: Herbe
id: Rumput
ko: 잔디
ru: Трава
tr: Çimen

# LineStyle_Pavement
source: Pavement
cs_cz: Chodník
es_es: Acera
fi: Päällyste
fr_fr: Béton
id: Trotoar
ja_jp: 舗装(3Dスタイル)
ko: 인도 포장
ru: Тротуар
tr: Kaldırım

# Settings_LODDistance
source: LOD distance
cs_cz: Vzdálenost vykreslování detailů
es_es: Distancia LOD
fi: Yksityiskohtien piirtoetäisyys
fr_fr: Distance LOD
id: Jarak tingkat detail (LOD)
ja_jp: LODの描画距離
ko: LOD 거리
ru: Дистанция LOD
tr: Yüksekliğe bağlı görüş mesafesi

# Tool_InfoHoverSegment
source: Segment #{0} Click to edit markings
cs_cz: Silnice #{0} Klikněte pro změnu značení
es_es: Segmento #{0} Haga clic para editar las marcas
fi: Jaoke #{0} Napauta muokataksesi merkintöjä
fr_fr: Segment #{0} Cliquez pour modifier le marquage
id: Ruas #{0} Klik untuk mengedit markah
ja_jp: セグメント #{0} クリックしてマーキングの編集
ko: 세그먼트 #{0} 수정하려면 클릭하세요
ru: Сегмент #{0} Нажмите для редактирования разметки
tr: #{0} Sektörü İşaretleri düzenlemek için tıklayın

# StyleOption_FollowRails
source: Follow guide
cs_cz: Následovat koleje
fi: Seuraa ratoja
fr_fr: Suivre le rail
id: Ikuti pemandu
ko: 가이드 따르기
ru: Следовать за направляющими
tr: Rehberi takip edin

# StyleOption_LeftRail
source: Left guide
cs_cz: Levá kolej
fi: Vasen rata
fr_fr: Rail de gauche
id: Pemandu kiri
ko: 왼쪽 가이드
ru: Левая направляющая
tr: Sol rehber

# StyleOption_RightRail
source: Right guide
cs_cz: Pravá kolej
fi: Oikea rata
fr_fr: Rail de droite
id: Pemandu kanan
ko: 오른쪽 가이드
ru: Правая направляющая
tr: Sağ rehber

# FillerEditor_InfoSelectRailFirst
source: Select a guide's first point or line as guide
cs_cz: Vyberte počáteční bod koleje nebo čáru jako kolej
es_es: Seleccione el primer punto de la pauta o una línea como pauta
fi: Valitse viiva tai radan ensimmäinen piste
fr_fr: Sélectionnez le premier point ou ligne du rail
id: Pilih titik pertama pemandu atau garis sebagai pemandu
ja_jp: 始点側のラインやポイントを選択
ko: 가이드의 첫 점 혹은 선을 선택하세요
ru: Выберете первую точку направляющей или линию в качестве направляющей
tr: İlk rehber noktasını veya bir şeriti rehber olarak seçmek için tıkla

# FillerEditor_InfoSelectRailSecond
source: Select a guide's second point
cs_cz: Vyberte koncový bod koleje
es_es: Seleccione el segundo punto de la pauta
fi: Valitse radan toinen piste
fr_fr: Sélectionnez le second point du rail
id: Pilih titik kedua pemandu
ja_jp: 終点側のラインやポイントを選択
ko: 가이드의 두 번째 점을 선택하세요
ru: Выберете вторую точку направляющей
tr: Rehber için ikinci bir nokta seçin

# Mod_WhatsNewMessage1_5_2
source: - Update Harmony dependence: resolving conflicts with others mods that use it
fr_fr: [UPDATED] Mise à jour de la dépendance d'Harmony : résolution des conflits avec les autres mods qui l'utilisent
ru: [UPDATED] Исправлен конфликт с другими модами использующими зависимость Harmony

# Mod_WhatsNewMessage1_5_3
source: - Fixed a situation where markings could disappear from saving
fr_fr: [FIXED] Correction d'un cas où les marquages pouvaient disparaître lors de l'enregistrement
ru: [FIXED] Исправлена ситуация когда данные разметки могли пропасть из сохранения

# Mod_WhatsNewMessage1_6
source: - Added the ability to make markings on segments. - Added filler 3D styles: "Pavement" and "Grass". - Added line 3D style: "Pavement". - Added the ability follow rails to filler styles "Stripes" and "Chevron". - Improve performance by added LOD (Level Of Detail) to markings. The LOD distance is set in the settings. - Added support taxiways. - Fixed a conflict with other mods that could cause the tool button to not appear. - Fixed a conflict with scroll panel and scroll wheel to change values. - Now there is no difference that you enter a dot or a comma in the properties value field.
cs_cz: [NEW] Přidána možnost značení silnic a segmentů. [NEW] Přidány 3D výplně "Chodník" a "Tráva". [NEW] Přidána 3D čára "Chodník". [NEW] Přidána možnost sledovat koleje pro výplně "Pruhy" a "Lomené pruhy". [NEW] Přidáno nastavení Vzdálenost vykreslování detailů pro zvýšení výkonu. [NEW] Přidána podpora pro letištní dráhy. [FIXED] Opraven konflikt s jinými mody kvůli kterému se nezobrazovalo tlačítko modu. [FIXED] Opravena chyba se scrollováním a používáním kolečka myši pro změnu hodnot. [UPDATED] Při zadávání hodnot již není rozlišována tečka od čárky.
fi: - Lisätty mahdollisuus tehdä merkintöjä jaokkeisiin. - Lisätty sulkualueiden 3D tyylit: "Päällyste" ja "Ruoho". - Lisätty viivan 3D tyyli: "Päällyste". - Lisätty mahdollisuus seurata ratoja sulkualueiden tyyleille "Raidat" ja "Chevron". - Suorituskykyä parannetty lisäämällä yksityiskohtien tasot merkinnöille. Yksityiskohtien piirtoetäisyyttä voi muuttaa asetuksissa. - Lisätty tuki lentokenttien rullausteille. - Korjattu ristiriitoja muiden modien kanssa, jotka voivat aiheuttaa työkalun napin katoamisen. - Korjattu ristiriita arvojen muuttamisen hiiren rullalla ja valikon rullaamisen välillä. - Nyt työkalun valikossa toimivat sekä pilkku että piste
fr_fr: [NEW] Ajout de la possibilité de faire des marquages sur les segments. [NEW] Ajout de styles de remplissage 3D : "Béton" et "Herbe". [NEW] Ajout du style de ligne 3D : "Béton". [NEW] Ajout de la possibilité de suivre les rails pour les styles de remplissage "Zébra" et "Chevron". [NEW] Amélioration des performances en ajoutant un LOD (Niveau de détail) aux marquages. La distance du LOD est définie dans les paramètres. [NEW] Ajout du support des taxiways. [FIXED] Correction d'un conflit avec d'autres mods qui pouvait faire disparaître le bouton d'outil. [FIXED] Correction d'un conflit avec le panneau de défilement et la molette de défilement pour modifier les valeurs. [UPDATED] Désormais, il n'y a aucune différence que vous saisissiez un point ou une virgule dans les champs de valeur.
ru: [NEW] Добавлена возможность делать разметку на сегментах. [NEW] Добавлены 3D стили для заполнителей: "Тротуар" и "Трава". [NEW] Добавлен 3D стиль для линий: "Тротуар". [NEW] Добавлена возможность выбирать направляющие для стилей заполнителя "Полосы" и "Шеврон". [NEW] Улучшена производительность путем добавления LOD (Уровней детализации) для разметки. Дистанция LOD задается в настройках. [NEW] Добавлена поддержка рулежных дорожек. [FIXED] Исправлен конфликт с другими модами из-за которого не появлялась кнопка инструмента. [FIXED] Исправлен конфликт между прокруткой панели и изменением значения свойств с помощью колесика мыши. [UPDATED] Теперь нет разницы между точкой и запятой при вводе значения свойства.

# StyleOption_ColorCount
source: Color count
cs_cz: Počet barev
es_es: Numero de colores
fi: Värien määrä
fr_fr: Nombre de couleurs
id: Hitungan warna
ja_jp: 横断歩道の色数
ko: 색상
ru: Количество цветов
tr: Renk sayısı

# StyleOption_ColorCountOne
source: One
cs_cz: Jedna
es_es: Uno
fi: Yksi
fr_fr: Une
id: Satu
ja_jp: 1色
ru: Один
tr: Bir

# StyleOption_ColorCountTwo
source: Two
cs_cz: Dvě
es_es: Dos
fi: Kaksi
fr_fr: Deux
id: Dua
ja_jp: 2色
ru: Два
tr: İki

# Style_FromClipboard
source: From clipboard
cs_cz: Ze schránky
es_es: Desde el portapapeles
fi: Liitä leikepöydältä
fr_fr: Depuis le presse-papiers
id: Dari salinan
ja_jp: クリップボードから追加
ko: 클립보드로부터
ru: Из буфера
tr: Panodan

# LineEditor_LineAlignment
source: Line alignment
cs_cz: Zarovnání čáry
es_es: Alineamento de línea
fi: Viivan kohdistus
fr_fr: Alignement de la ligne
id: Penjajaran garis
ja_jp: 拡大したポイントの位置合わせ
ko: 선 정렬
ru: Выравнивание линии
tr: Şeriti hizala

# PointEditor_SplitIntoTwo
source: Split into two
cs_cz: Rozdělit na dvě
es_es: Dividir en dos
fi: Jaa kahdeksi
fr_fr: Diviser en deux
id: Dipisah menjadi dua
ja_jp: ポイントを拡大する
ko: 2개로 나누기
ru: Разделить на две
tr: İkiye böl

# PointEditor_SplitOffset
source: Split offset
cs_cz: Rozdělit odsazení
es_es: Desplazamiento del puntos divididos
fi: Jaon siirtymä
fr_fr: Décalage de la division
id: Pemisahan pergeseran
ja_jp: 拡大する大きさ
ko: 오프셋 나누기
ru: Сдвиг разделенных точек
tr: Merkezi böl

# Settings_GroupPoints
source: Group points
cs_cz: Seskupovat body
es_es: Agrupar puntos
fi: Pisteiden ryhmitys peittokuvaan
fr_fr: Grouper les points
id: Kelompokkan titik
ja_jp: ポイントをタブで折り畳む
ko: 점 그룹화
pt: Destaque de grupo de pontos
ru: Группировать точки
tr: Nokta grupları

# Settings_ShortcutApplyBetweenIntersections
source: Apply between intersections
cs_cz: Použít mezi křižovatkami
es_es: Aplicar entre intersecciones
fi: Aseta risteysten välille
fr_fr: Appliquer entre les deux intersections
id: Terapkan di antara persimpangan
ja_jp: 交差点間で一括適用
ko: 두 교차로 사이에 적용
ru: Применить между перекрестками
tr: Kesişimler arasında uygula

# Panel_ApplyBetweenIntersections
source: Apply between intersections
cs_cz: Použít mezi křižovatkami
es_es: Aplicar entre intersecciones
fi: Aseta risteysten välille
fr_fr: Appliquer entre les deux intersections
id: Terapkan di antara persimpangan
ja_jp: 交差点間で一括適用
ko: 두 교차로 사이에 적용
ru: Применить между перекрестками
tr: Kesişimler arasında uygula

# Panel_ApplyWholeStreet
source: Apply to whole street
cs_cz: Použít pro celou ulici
es_es: Aplicar a toda la calle
fi: Aseta koko kadulle
fr_fr: Appliquer à toute la rue
id: Terapkan ke jalan dari ujung ke ujung
ja_jp: 通り全体にマーキングを一括適用
ko: 길 전체에 적용
ru: Применить ко всей улице
tr: Tüm caddeye uygula

# Settings_ShortcutApplyWholeStreet
source: Apply to whole street
cs_cz: Použít pro celou ulici
es_es: Aplicar a toda la calle
fi: Aseta koko kadulle
fr_fr: Appliquer à toute la rue
id: Terapkan ke jalan dari ujung ke ujung
ja_jp: 通り全体にマーキングを一括適用
ko: 길 전체에 적용
ru: Применить ко всей улице
tr: Tüm sokağa uygula

# MessageBox_ItWillReplace
source: It will replace the existing markings.
cs_cz: Původní značení bude odstraněno.
es_es: Reemplazará las marcas existentes.
fi: Liitetyt merkinnät poistavat olemassa olevat tiemerkinnät.
fr_fr: Cela va remplacer le marquage existant.
id: Ini akan menggantikan markah yang sudah ada.
ja_jp: 既存であるマーキングは、全て置き換えます。
ko: 기존 마킹을 덮어씌울 것입니다.
ru: Она заменит существующую разметку.
tr: Bunu yapmak var olan işaretleri değiştirecektir.

# Tool_ApplyBetweenIntersectionsCaption
source: Apply marking between intersections
cs_cz: Použít značení mezi křižovatkami
es_es: Aplicar marcas entre intersecciones
fi: Aseta merkinnät risteysten välille
fr_fr: Appliquer le marquage entre les intersections
id: Terapkan markah di antara persimpangan
ja_jp: 交差点間でマーキングを一括適用
ko: 두 교차로 사이에 마킹 적용하기
ru: Применить разметку ко всей улице
tr: Kesişimler arasına işaret uygula

# Tool_ApplyBetweenIntersectionsMessage
source: Do you really want to apply marking between intersections?
cs_cz: Určitě chcete použít značení mezi křižovatkami?
es_es: ¿De verdad quieres applicar marcas entre intersecciones?
fi: Haluatko varmasti asettaa merkinnät risteysten välille?
fr_fr: Voulez-vous vraiment appliquer le marquage entre les intersections ?
id: Apakah Anda yakin untuk menerapkan markah di antara persimpangan?
ja_jp: 交差点間を繋ぐ道路で、マーキングを一括で適用しますか？
ko: 정말로 두 교차로 사이에 마킹을 적용하시겠습니까?
ru: Вы действительно хотите применить разметку между перекрестками?
tr: Gerçekten kesişimler arasında işaret uygulamak istiyor musunuz?

# Tool_ApplyWholeStreetCaption
source: Apply marking to whole street
cs_cz: Použít značení pro celou ulici
es_es: Aplicar marcas a toda la calle
fi: Aseta merkinnät koko kadulle
fr_fr: Appliquer le marquage sur toute la rue
id: Terapkan markah ke jalan dari ujung ke ujung
ja_jp: 通り全体にマーキングを一括適用
ko: 길 전체에 마킹 적용
ru: Применить разметку ко всей улице
tr: İşaretleri tüm caddeye uygula

# Tool_ApplyWholeStreetMessage
source: Do you really want to apply marking to whole "{0}"?
cs_cz: Určitě chcete použít značení pro celou {0}?
es_es: ¿De verdad quieres applicar marcas a toda "{0}"?
fi: Haluatko varmasti asettaa merkinnät kadulle "{0}"?
fr_fr: Voulez-vous vraiment appliquer le marquage sur tout "{0}" ?
id: Apakah anda yakin untuk menerapkan markah ke keseluruhan jalan "{0}"?
ja_jp: {0} で設定された通り全体に、マーキングを一括で適用しますか？
ko: 정말로 "{0}" 전체에 마킹을 적용하시겠습니까?
ru: Вы действительно хотите применить разметку ко всей "{0}"?
tr: {0} bölgesinin tamamına işaret uygulanacak, emin misiniz?

# Tool_InfoSelectLineEndPointNormal
source: Drag behind point for perpendicular line
cs_cz: Táhněte za bodem pro vytvoření kolmé čáry
es_es: Arrastre detrás del punto para línea perpendicular
fi: Raahaa pisteen taakse saadaksesi kohtisuoran viivan
fr_fr: Glissez derrière le point pour une ligne perpendiculaire
id: Seretkan di belakang titik untuk garis tegak lurus
ja_jp: 垂直線はポイントの後方へドラッグして作成
ko: 점 뒤쪽으로 마우스를 옮겨 수직선 생성
ru: Потяните из перекрестка для перпендикулярной линии
tr: Dik şeritler için noktanın arkasına tutup sürükleyin

# Tool_InfoSelectLineEndPointStop
source: Select endpoint for regular or stop line
cs_cz: Vyberte koncový bod čáry
es_es: Seleccione punto final para línea normal o transversal
fi: Valitse viivan tai pysäytysviivan päätepiste
fr_fr: Sélectionnez un point de fin pour une ligne ou ligne de stop
id: Pilih titik akhir untuk garis biasa atau pemberhentian
ja_jp: ライン・停止線の終点を選択
ko: 일반 선이나 정지선의 끝점 선택
ru: Выберите конечную точку для обычной или стоп линии
tr: Düz şerit veya şerit sonu için bitme noktası seçin

# Mod_WhatsNewMessage1_7
source: - New node/segment selection mode. The selection area exactly follows the actual shapes of the nodes and segments that prevents difficulties with selecting too close together nodes. - Added automatic line creation when create filler. No more need add lines before create filler. - Added the ability to split point to two virtual points, set split shift and choose lines alignment. Now possible continue one double line with two separating single lines. - Added style modifier "From clipboard". Hold Ctrl+Alt to apply style from clipboard to new line, rule, crosswalk or filler. - Added the ability to apply segment marking between two intersections and apply to whole street. - Added the ability set second color for "Zebra" and "Double zebra" crosswalk styles. - Changed press escape key behavior. Now it's like default game tool behavior. If something is being edited, then press escape will suggest an exit, rather than closing the tool with the loss of changes. - Added point grouping by road in list (can be disable in settings). - Fix line connector overlay position on elevated roads. - Fix 3D filler styles calculation. - Fix error in copy/paste marking mode that made it impossible to use the tool. - Fix reset panel scroll position when resize panel. - Crosswalk mode no more activate by hold shift when change value by scroll wheel. - Set panel default size by double click on panel resizer.
fr_fr: [NEW] Nouveau mode de sélection des nœuds/segments. La zone de sélection suit exactement les formes des nœuds et des segments, ce qui évite les difficultés liées à la sélection de nœuds trop proches les uns des autres. [NEW] Ajout de la création automatique de lignes lors de la création d'un remplisseur. Plus besoin d'ajouter des lignes avant de créer le remplisseur. [NEW] Ajout de la possibilité de diviser un point en deux points virtuels, de définir le décalage de la division et de choisir l'alignement des lignes. Il est maintenant possible de poursuivre une ligne double avec deux lignes séparées. [NEW] Ajout d'un modificateur de style "Depuis le presse-papiers". Maintenez Ctrl+Alt enfoncé pour appliquer le style du presse-papiers à une nouvelle ligne, une règle, un croisement ou un remplisseur. [NEW] Ajout de la possibilité d'appliquer un marquage de segment entre deux intersections et de l'appliquer à toute la rue. [NEW] Ajout de la possibilité de définir une deuxième couleur pour les styles de passages pour piétons "Zebra" et "Double zébra". [UPDATED] Changement du comportement de la touche Echap. Maintenant, c'est comme le comportement par défaut des outils du jeu. Si quelque chose est en cours d'édition, la touche Echap suggère une sortie plutôt que de fermer l'outil avec la perte des modifications. [NEW] Ajout du groupement des points par route dans la liste (peut être désactivé dans les paramètres). [FIXED] Correction de la position de l'overlay des connecteurs de ligne sur les routes surélevées. [FIXED] Correction du calcul des styles de remplissage 3D. [FIXED] Correction d'une erreur dans le mode copier/coller du marquage qui rendait impossible l'utilisation de l'outil. [FIXED] Correction de la position de défilement du panneau lors du redimensionnement du panneau. [UPDATED] Le mode Passages piétons n'est plus activé par le maintien de la touche Maj lorsque la valeur est modifiée par la molette de la souris. [NEW] Définissez la taille par défaut du panneau en double-cliquant sur le redimensionneur de panneau.
ru: [NEW] Новый режим выбора узлов/сегментов. Форма выбора точно соответствует форме узла/сегмента, что предотвращает трудности с выбором слишком коротких участков. [NEW] Добавлено автоматическое создание линий при создание заполнителя. Больше не требуется добавлять линии перед созданием заполнителя. [NEW] Добавлена возможность разделить точку на две виртуальных, задать смещение разделения и выбрать выравнивание для линий начинающийся из таких точек. Теперь возможно продолжить одну двойную линию двумя разделяющимися одинарными линиями. [NEW] Добавлен модификатор стиля "Из буфера". Удерживайте Ctrl+Alt для применения стиля из буфера к создаваемой линии, правилу, переходу или заполнителю. [NEW] Добавлена возможность применить разметку сегмента между двумя перекрестками или к целой улице. [NEW] Добавлена возможность задать второй цвет для стиля перехода "Зебра" и "Двойная зебра". [UPDATED] Изменено поведение при нажатие кнопки Escape. Теперь оно соответствует поведению стандартных игровых инструментов. [NEW] Добавлена группировка точек в списке по дорогам (можно отключить в настройках). [FIXED] Исправлена подсветка создаваемой линии на дорогах на мостах. [FIXED] Исправлены ошибки в расчете 3D наполнителей. [FIXED] Исправлена ошибка в режиме копирования/вставки разметки приводившая к невозможности использовать инструмент. [UPDATED] Инструмент больше не переключается на режим создания перехода, если вы удерживаете shift во время изменения значений при помощи колесика мышки. [NEW] Сброс размера панели до стандартного значения по двойному нажатию на курсор изменения размера панели.

# LineEditor_LineEndAlignment
source: Line end alignment
cs_cz: Zarovnání konce čáry
es_es: Alineamento de extremo de línea
fr_fr: Alignement de l'extrémité de la ligne
id: Penjajaran ujung garis
ja_jp: 拡大したポイント(終点)の位置合わせ
ko: 선 끝 정렬
ru: Выравнивание конца линии
tr: Şerit sonunu hizala

# LineEditor_LineStartAlignment
source: Line start alignment
cs_cz: Zarovnání začátku čáry
es_es: Alineamento de inicio de línea
fr_fr: Alignement du début de la ligne
id: Penjajaran awal garis
ja_jp: 拡大したポイント(始点)の位置合わせ
ko: 선 시작 정렬
ru: Выравнивание начала линии
tr: Şerit başını hizala

# Mod_WhatsNewMessage1_7_1
source: - Added the ability to set alignment for stop lines. - Additional templates sort: 1 - Default templates sorted by type 2 - Other templates sorted by type then by name 3 - Other author templates sort by author name then by type then by name - Fix load segment presets. - Fix default panel size.
fr_fr: [NEW] Ajout de la possibilité de définir l'alignement des lignes d'arrêt. [NEW] Tri des modèles supplémentaires : ---1 - Modèles par défaut triés par type; ---2 - Autres modèles classés par type puis par nom; ---3 - Autres modèles d'autres auteurs triés par nom d'auteur puis par type puis par nom. [FIXED] Correction du chargement des préréglages de segment. [FIXED] Correction de la taille par défaut du panneau.
ru: [NEW] Добавлена возможность задавать отступ для стоп линий. [NEW] Дополнительные параметры сортировки шаблонов: ---1 - Шаблоны по умолчанию сортируются по типу ---2 - Остальные шаблоны сортируются по типу, далее по названию ---3 - Шаблоны от других авторов сортируются по имени автора, затем по типу, затем по названию [FIXED] Исправлена загрузка трафаретов сегментов. [FIXED] Исправлен размер панели по умолчанию.

# Mod_WhatsNewMessage1_7_2
source: - Fix 3D fillers height outside available tiles. - Fix creating button duplicates.
fr_fr: [FIXED] Correction de la hauteur des remplissages 3D en dehors des zones disponibles. [FIXED] Correction du doublons de boutons.
ru: [FIXED] Исправлена высота 3D заполнителей за пределами доступных клеток. [FIXED] Исправлено создание дубликатов кнопки.

# Mod_WhatsNewMessage1_7_3
source: - Added missing dependencies checker. - Fix 3D fillers height on nodes outside available tiles.
fr_fr: [NEW] Ajout d'un vérificateur de dépendances manquantes. [FIXED] Correction de la hauteur des remplissages 3D sur les nœuds en dehors des zones disponibles.
ru: [NEW] Добавлена проверка отсутствующих зависимостей. [FIXED] Исправлена высота 3D заполнителей на перекрестках вне доступных клеток.
